UPDATE Article SET contentText = '부 칙(2004. 9. 8)
제1조(시행일) 이 학칙은 2004년 9월 8일부터 시행한다.
제2조(다른 학칙의 폐지) 예원예술대학교 문화예술대학원학칙은 폐지한다.
제3조(경과조치) ① 이 학칙 시행당시 종전의 문화예술대학원학칙의 학위과정별 학과(전공)은 이 학칙에 의한 학위과정별 학과(전공)로 본다.
② 이 학칙 시행당시 종전의 문화예술대학원학칙에 의한 당해 대학원의 재적생은 이 학칙에 의한 재적생으로 본다.
③ 이 변경학칙 시행이전의 문화예술대학원 스포츠전공에 재적중인 학생은 전공명칭변경에 따라 체육전공 재적학생으로 본다.', contentJson = '[{"type":"article","text":"부 칙(2004. 9. 8)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2004년 9월 8일부터 시행한다."},{"type":"paragraph","text":"제2조(다른 학칙의 폐지) 예원예술대학교 문화예술대학원학칙은 폐지한다."},{"type":"paragraph","text":"제3조(경과조치) ① 이 학칙 시행당시 종전의 문화예술대학원학칙의 학위과정별 학과(전공)은 이 학칙에 의한 학위과정별 학과(전공)로 본다."},{"type":"article","text":"② 이 학칙 시행당시 종전의 문화예술대학원학칙에 의한 당해 대학원의 재적생은 이 학칙에 의한 재적생으로 본다."},{"type":"article","text":"③ 이 변경학칙 시행이전의 문화예술대학원 스포츠전공에 재적중인 학생은 전공명칭변경에 따라 체육전공 재적학생으로 본다."}]', title = '부칙', chapter = '부칙' WHERE id = '43691cb8-2dbc-478b-815d-91fe87d2ce34';
UPDATE Article SET contentText = '부 칙(2005. 3. 2)
제1조(시행일) 이 학칙은 2005년 3월 02일부터 시행한다.', contentJson = '[{"type":"article","text":"부 칙(2005. 3. 2)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2005년 3월 02일부터 시행한다."}]', title = '부칙', chapter = '부칙' WHERE id = '9417eb87-ef85-43c3-884c-1f0948037bb9';
UPDATE Article SET contentText = '부 칙(2007. 9. 17)
제1조(시행일) 이 학칙은 2007년 9월 17일부터 시행한다.
제2조(사회복지대학원 신설에 따른 경과조치) 사회복지대학원 신입생모집은 2008학년도 1학기부터 시행한다.
제3조(문화예술대학원 전공분리, 신설 및 폐지에 따른 경과조치) ① 이 개정 학칙 시행일 전에 입학한 음악전공 재적생은 제27조의 전공변경 회수제한에 관계없이 본인의 희망에 따라서 분리 및 신설된 전공으로 소속을 변경할 수 있다. 다만, 음악전공 재적생 중 소속변경을 원하지 않는 재적생은 음악전공으로 제증명서를 발급하고 학위기를 수여할 수 있다.
② 이 개정 학칙 시행일 전에 입학한 예술경영전공 재적생은 졸업 때까지 예술경영전공에 재적하는 것으로 본다.
제4조(문화영상창업대학원 수업연한 및 수료학점 변경에 따른 경과조치) 이 개정 학칙 제5조 수업연한과 제23조 수료학점은 변경은 2008학년도 1학기 입학생부터 적용한다.', contentJson = '[{"type":"article","text":"부 칙(2007. 9. 17)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2007년 9월 17일부터 시행한다."},{"type":"paragraph","text":"제2조(사회복지대학원 신설에 따른 경과조치) 사회복지대학원 신입생모집은 2008학년도 1학기부터 시행한다."},{"type":"paragraph","text":"제3조(문화예술대학원 전공분리, 신설 및 폐지에 따른 경과조치) ① 이 개정 학칙 시행일 전에 입학한 음악전공 재적생은 제27조의 전공변경 회수제한에 관계없이 본인의 희망에 따라서 분리 및 신설된 전공으로 소속을 변경할 수 있다. 다만, 음악전공 재적생 중 소속변경을 원하지 않는 재적생은 음악전공으로 제증명서를 발급하고 학위기를 수여할 수 있다."},{"type":"article","text":"② 이 개정 학칙 시행일 전에 입학한 예술경영전공 재적생은 졸업 때까지 예술경영전공에 재적하는 것으로 본다."},{"type":"paragraph","text":"제4조(문화영상창업대학원 수업연한 및 수료학점 변경에 따른 경과조치) 이 개정 학칙 제5조 수업연한과 제23조 수료학점은 변경은 2008학년도 1학기 입학생부터 적용한다."}]', title = '부칙', chapter = '부칙' WHERE id = 'a3b4581d-f900-44cc-afc5-6949d3409ee5';
UPDATE Article SET contentText = '부 칙(2009. 1. 6)
제1조(시행일) 이 학칙은 2009년 01월 06일부터 시행한다.', contentJson = '[{"type":"article","text":"부 칙(2009. 1. 6)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2009년 01월 06일부터 시행한다."}]', title = '부칙', chapter = '부칙' WHERE id = 'd3f2d205-f198-4953-8d00-4937d0033b01';
UPDATE Article SET contentText = '부 칙(2009. 6. 1)
제1조(시행일) 이 학칙은 2009년 06월 01일부터 시행한다.', contentJson = '[{"type":"article","text":"부 칙(2009. 6. 1)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2009년 06월 01일부터 시행한다."}]', title = '부칙', chapter = '부칙' WHERE id = 'd742efd7-342a-40c5-b7e5-4bf74ff4c4f0';
UPDATE Article SET contentText = '부 칙(2012. 3. 2)
제1조(시행일) 이 학칙은 2012년 3월 2일부터 시행한다.', contentJson = '[{"type":"article","text":"부 칙(2012. 3. 2)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2012년 3월 2일부터 시행한다."}]', title = '부칙', chapter = '부칙' WHERE id = 'd6105355-1136-475b-8234-a480bbb65589';
UPDATE Article SET contentText = '부 칙(2012. 9. 1)
제1조(시행일) 이 학칙은 2013년 3월 1일부터 시행한다.
제2조(전공 폐지에 따른 경과조치) 이 개정학칙 시행일 전에 입학한 문화예술대학원 무대예술전공 재적생은 졸업 때까지 무대예술전공에 재적하는 것으로 본다.', contentJson = '[{"type":"article","text":"부 칙(2012. 9. 1)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2013년 3월 1일부터 시행한다."},{"type":"paragraph","text":"제2조(전공 폐지에 따른 경과조치) 이 개정학칙 시행일 전에 입학한 문화예술대학원 무대예술전공 재적생은 졸업 때까지 무대예술전공에 재적하는 것으로 본다."}]', title = '부칙', chapter = '부칙' WHERE id = '904df8bd-cd0b-4973-af28-2eb6f07d1693';
UPDATE Article SET contentText = '부 칙(2014. 12. 1)
제1조(시행일) 이 학칙은 2014년 12월 1일부터 시행한다. 다만, 제4조(학과(전공) 및 입학정원)는 2015년 3월 1일부터 적용한다.
제2조(전공 신설, 명칭변경, 통합) 문화예술대학원 전공을 다음 각 호와 같이 신설, 명칭변경, 통합한다.
1. 문화예술대학원에 문화재보존전공, 엔터테인먼트경영전공, 아동음악전공, 뮤지컬전공을 신설한다.
2. 문화예술대학원 방송제작전공을 방송영화전공으로 변경한다.
3. 문화예술대학원 영상디자인전공을 영상콘텐츠전공으로 변경한다.
4. 문화예술대학원 미술전공과 조형미술전공을 통합하여 미술전공을 둔다.
제3조(대학원 통합) 문화예술대학원과 문화영상창업대학원을 통합하여 문화예술대학원으로 한다.
제4조(학과신설) 문화예술대학원에 다음 각 호와 같이 학과를 신설하고 전공을 둔다.
1. 미술․문화재보존학과 : 미술전공, 문화재보존전공
2. 체육학과
3. 문화영상창업학과
4. 영상엔터테인먼트학과 : 방송영화전공, 영상콘텐츠전공, 엔터테인먼트경영전공
5. 공연음악학과 : 음악전공, 실용음악전공, 아동음악전공, 음악치료전공, 뮤지컬전공
제5조(대학원 및 전공 통합, 명칭변경에 따른 경과조치) ① 문화영상창업대학원 재적생이 학적변동으로 문화영상창업대학원에 재적할 수 없는 경우에는 문화예술대학원 문화영상창업학과 재적생으로 본다.
② 문화예술대학원 조형미술전공 재적생이 학적변동으로 조형미술전공에 재적할 수 없는 경우에는 미술전공 재적생으로 본다.
③ 문화예술대학원 방송제작전공 재적생이 학적변동으로 방송제작전공에 재적할 수 없는 경우에는 방송영화전공 재적생으로 본다.
④ 문화예술대학원 영상디자인 재적생이 학적변동으로 영상디자인전공에 재적할 수 없는 경우에는 영상콘텐츠전공 재적생으로 본다.', contentJson = '[{"type":"article","text":"부 칙(2014. 12. 1)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2014년 12월 1일부터 시행한다. 다만, 제4조(학과(전공) 및 입학정원)는 2015년 3월 1일부터 적용한다."},{"type":"paragraph","text":"제2조(전공 신설, 명칭변경, 통합) 문화예술대학원 전공을 다음 각 호와 같이 신설, 명칭변경, 통합한다."},{"type":"article","text":"1. 문화예술대학원에 문화재보존전공, 엔터테인먼트경영전공, 아동음악전공, 뮤지컬전공을 신설한다."},{"type":"article","text":"2. 문화예술대학원 방송제작전공을 방송영화전공으로 변경한다."},{"type":"article","text":"3. 문화예술대학원 영상디자인전공을 영상콘텐츠전공으로 변경한다."},{"type":"article","text":"4. 문화예술대학원 미술전공과 조형미술전공을 통합하여 미술전공을 둔다."},{"type":"paragraph","text":"제3조(대학원 통합) 문화예술대학원과 문화영상창업대학원을 통합하여 문화예술대학원으로 한다."},{"type":"paragraph","text":"제4조(학과신설) 문화예술대학원에 다음 각 호와 같이 학과를 신설하고 전공을 둔다."},{"type":"article","text":"1. 미술․문화재보존학과 : 미술전공, 문화재보존전공"},{"type":"article","text":"2. 체육학과"},{"type":"article","text":"3. 문화영상창업학과"},{"type":"article","text":"4. 영상엔터테인먼트학과 : 방송영화전공, 영상콘텐츠전공, 엔터테인먼트경영전공"},{"type":"article","text":"5. 공연음악학과 : 음악전공, 실용음악전공, 아동음악전공, 음악치료전공, 뮤지컬전공"},{"type":"paragraph","text":"제5조(대학원 및 전공 통합, 명칭변경에 따른 경과조치) ① 문화영상창업대학원 재적생이 학적변동으로 문화영상창업대학원에 재적할 수 없는 경우에는 문화예술대학원 문화영상창업학과 재적생으로 본다."},{"type":"article","text":"② 문화예술대학원 조형미술전공 재적생이 학적변동으로 조형미술전공에 재적할 수 없는 경우에는 미술전공 재적생으로 본다."},{"type":"article","text":"③ 문화예술대학원 방송제작전공 재적생이 학적변동으로 방송제작전공에 재적할 수 없는 경우에는 방송영화전공 재적생으로 본다."},{"type":"article","text":"④ 문화예술대학원 영상디자인 재적생이 학적변동으로 영상디자인전공에 재적할 수 없는 경우에는 영상콘텐츠전공 재적생으로 본다."}]', title = '부칙', chapter = '부칙' WHERE id = 'e678e689-db2a-406d-bd98-3814ba1b10bd';
UPDATE Article SET contentText = '부 칙(2016. 2. 25)
제1조(시행일) 이 학칙은 2016년 3월 1일부터 시행한다.', contentJson = '[{"type":"article","text":"부 칙(2016. 2. 25)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2016년 3월 1일부터 시행한다."}]', title = '부칙', chapter = '부칙' WHERE id = 'aee5d902-554a-4457-b211-5053417f856f';
UPDATE Article SET contentText = '부 칙(2016. 12. 06)
제1조(시행일) 이 학칙은 2016년 12월 6일부터 시행한다. 다만, 제4조(학과(전공) 및 입학정원)는 2017년 3월 1일부터 적용한다.
제2조(전공신설, 명칭변경) 문화예술대학원 전공을 다음 각 호와 같이 신설, 명칭 변경한다.
1. 문화예술대학원에 문화스포츠복지전공, 문화예술공연전공을 신설한다.
2. 문화예술대학원 아동음악전공을 뮤직테크놀로지전공으로 변경한다.
제3조(학과제 폐지 및 캠퍼스별 전공) 대학원의 학과제를 폐지하고 다음 각 호와 같이 캠퍼스별 전공을 둔다.
1. 문화예술대학원(경기드림캠퍼스) : 방송영화전공, 영상콘텐츠전공, 엔터테인먼트경영전공, 음악전공, 실용음악전공 음악치료전공, 뮤지컬전공, 뮤직테크놀로지전공, 문화스포츠복지전공, 문화예술공연전공
2. 문화예술대학원(전북희망캠퍼스) : 미술전공, 문화재보존전공, 체육전공, 문화영상창업전공
3. 사회복지대학원(전북희망캠퍼스) : 사회복지전공
제4조(전공명칭변경에 따른 경과조치) 문화예술대학원 아동음악전공 재적생이 학적변동으로 아동음악전공에 재적할 수 없는 경우에는 뮤직테크놀로지전공 재적생으로 본다.', contentJson = '[{"type":"article","text":"부 칙(2016. 12. 06)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2016년 12월 6일부터 시행한다. 다만, 제4조(학과(전공) 및 입학정원)는 2017년 3월 1일부터 적용한다."},{"type":"paragraph","text":"제2조(전공신설, 명칭변경) 문화예술대학원 전공을 다음 각 호와 같이 신설, 명칭 변경한다."},{"type":"article","text":"1. 문화예술대학원에 문화스포츠복지전공, 문화예술공연전공을 신설한다."},{"type":"article","text":"2. 문화예술대학원 아동음악전공을 뮤직테크놀로지전공으로 변경한다."},{"type":"paragraph","text":"제3조(학과제 폐지 및 캠퍼스별 전공) 대학원의 학과제를 폐지하고 다음 각 호와 같이 캠퍼스별 전공을 둔다."},{"type":"article","text":"1. 문화예술대학원(경기드림캠퍼스) : 방송영화전공, 영상콘텐츠전공, 엔터테인먼트경영전공, 음악전공, 실용음악전공 음악치료전공, 뮤지컬전공, 뮤직테크놀로지전공, 문화스포츠복지전공, 문화예술공연전공"},{"type":"article","text":"2. 문화예술대학원(전북희망캠퍼스) : 미술전공, 문화재보존전공, 체육전공, 문화영상창업전공"},{"type":"article","text":"3. 사회복지대학원(전북희망캠퍼스) : 사회복지전공"},{"type":"paragraph","text":"제4조(전공명칭변경에 따른 경과조치) 문화예술대학원 아동음악전공 재적생이 학적변동으로 아동음악전공에 재적할 수 없는 경우에는 뮤직테크놀로지전공 재적생으로 본다."}]', title = '부칙', chapter = '부칙' WHERE id = 'c464e423-d686-4214-bb6d-1cbe2ddafecd';
UPDATE Article SET contentText = '부 칙(2017. 5. 10)
제1조(시행일) 이 학칙은 2017년 5월 10일부터 시행한다.', contentJson = '[{"type":"article","text":"부 칙(2017. 5. 10)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2017년 5월 10일부터 시행한다."}]', title = '부칙', chapter = '부칙' WHERE id = '71e52fbe-4d70-42ce-b40b-940750570369';
UPDATE Article SET contentText = '부 칙(2017. 9. 25)
제1조(시행일) 이 학칙은 2017년 9월 25일부터 시행한다.', contentJson = '[{"type":"article","text":"부 칙(2017. 9. 25)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2017년 9월 25일부터 시행한다."}]', title = '부칙', chapter = '부칙' WHERE id = '48246f4b-4e90-4f37-89e2-8ea47a320e4b';
UPDATE Article SET contentText = '부 칙(2018. 11. 13)
제1조(시행일) 이 학칙은 2018년 11월 13일부터 시행한다.
제2조(전공신설) 문화예술대학원 뷰티패션디자인전공, 문화예술관광전공을 신설한다.
제3조(전공폐지) 문화예술대학원 음악전공, 뮤지컬전공을 폐지한다.
제4조(전공폐지에 따른 경과조치) 음악전공, 뮤지컬전공 재적생이 학적변동으로 음악전공, 뮤지컬전공에 재적(복학, 재입학, 수료 등) 할 수 없는 경우에는 실용음악전공 재적생으로 본다.
제5조(학위수여에 관한 경과조치) 이 학칙 시행 이전에 입학한 학생이 입학 당시의 전공명으로 학위를 받고자 하는 경우 이를 승인할 수 있다.', contentJson = '[{"type":"article","text":"부 칙(2018. 11. 13)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2018년 11월 13일부터 시행한다."},{"type":"paragraph","text":"제2조(전공신설) 문화예술대학원 뷰티패션디자인전공, 문화예술관광전공을 신설한다."},{"type":"paragraph","text":"제3조(전공폐지) 문화예술대학원 음악전공, 뮤지컬전공을 폐지한다."},{"type":"paragraph","text":"제4조(전공폐지에 따른 경과조치) 음악전공, 뮤지컬전공 재적생이 학적변동으로 음악전공, 뮤지컬전공에 재적(복학, 재입학, 수료 등) 할 수 없는 경우에는 실용음악전공 재적생으로 본다."},{"type":"paragraph","text":"제5조(학위수여에 관한 경과조치) 이 학칙 시행 이전에 입학한 학생이 입학 당시의 전공명으로 학위를 받고자 하는 경우 이를 승인할 수 있다."}]', title = '부칙', chapter = '부칙' WHERE id = '3b8f2137-da24-468e-b431-41ab15c3e16c';
UPDATE Article SET contentText = '부 칙(2020. 2. 20)
제1조(시행일) 이 학칙은 2020년 2월 20일부터 시행한다.
제2조(계열변경) 문화예술대학원 예체능계열 엔터테인먼트경영전공, 문화예술관광전공을 인문사회계열로 변경한다.', contentJson = '[{"type":"article","text":"부 칙(2020. 2. 20)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2020년 2월 20일부터 시행한다."},{"type":"paragraph","text":"제2조(계열변경) 문화예술대학원 예체능계열 엔터테인먼트경영전공, 문화예술관광전공을 인문사회계열로 변경한다."}]', title = '부칙', chapter = '부칙' WHERE id = 'adbc06d4-b349-4519-b19a-87e4b2869243';
UPDATE Article SET contentText = '부 칙(2020. 11. 26)
제1조(시행일) 이 학칙은 2020년 11월 26일부터 시행한다.
제2조(명칭변경) 문화예술대학원 전공을 다음 각 호와 같이 명칭 변경한다.
1. 문화예술대학원 방송영화전공을 멀티미디어전공으로 변경한다.
2. 문화예술대학원 음악치료전공을 통합예술치료전공으로 변경한다.
3. 문화예술대학원 뷰티패션디자인전공을 뷰티융합디자인전공으로 변경한다.
제3조(전공명칭변경에 따른 경과조치) 
1. 문화예술대학원 방송영화전공 재적생이 학적변동으로 방송영화전공에 재적할 수 없는 경우에는 멀티미디어전공 재적생으로 본다.
2. 문화예술대학원 음악치료전공 재적생이 학적변동으로 음악치료전공에 재적할 수 없는 경우에는 통합예술치료전공 재적생으로 본다.
3. 문화예술대학원 뷰티패션디자인전공 재적생이 학적변동으로 뷰티패션디자인전공으로 재적할 수 없는 경우에는 뷰티융합디자인전공 재적생으로 본다.', contentJson = '[{"type":"article","text":"부 칙(2020. 11. 26)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2020년 11월 26일부터 시행한다."},{"type":"paragraph","text":"제2조(명칭변경) 문화예술대학원 전공을 다음 각 호와 같이 명칭 변경한다."},{"type":"article","text":"1. 문화예술대학원 방송영화전공을 멀티미디어전공으로 변경한다."},{"type":"article","text":"2. 문화예술대학원 음악치료전공을 통합예술치료전공으로 변경한다."},{"type":"article","text":"3. 문화예술대학원 뷰티패션디자인전공을 뷰티융합디자인전공으로 변경한다."},{"type":"paragraph","text":"제3조(전공명칭변경에 따른 경과조치)"},{"type":"article","text":"1. 문화예술대학원 방송영화전공 재적생이 학적변동으로 방송영화전공에 재적할 수 없는 경우에는 멀티미디어전공 재적생으로 본다."},{"type":"article","text":"2. 문화예술대학원 음악치료전공 재적생이 학적변동으로 음악치료전공에 재적할 수 없는 경우에는 통합예술치료전공 재적생으로 본다."},{"type":"article","text":"3. 문화예술대학원 뷰티패션디자인전공 재적생이 학적변동으로 뷰티패션디자인전공으로 재적할 수 없는 경우에는 뷰티융합디자인전공 재적생으로 본다."}]', title = '부칙', chapter = '부칙' WHERE id = '46041a51-5e44-43be-88da-f3ab30cd26cd';
UPDATE Article SET contentText = '부 칙(2021. 11. 17)
제1조(시행일) 이 학칙은 2021년 11월 17일부터 시행한다.
제2조(전공신설) 문화예술대학원 융합조형전공을 신설한다.
제3조(전공폐지) 문화예술대학원 실용음악전공을 폐지한다.
제4조(학위변경) 문화예술대학원 문화재보존전공 학위를 문화재보존학석사로 변경한다.
제5조(학위변경에 따른 경과조치) 이 학칙 시행 이전에 입학한 문화재보존전공 학생의 학위는 예술학석사로 수여한다.', contentJson = '[{"type":"article","text":"부 칙(2021. 11. 17)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2021년 11월 17일부터 시행한다."},{"type":"paragraph","text":"제2조(전공신설) 문화예술대학원 융합조형전공을 신설한다."},{"type":"paragraph","text":"제3조(전공폐지) 문화예술대학원 실용음악전공을 폐지한다."},{"type":"paragraph","text":"제4조(학위변경) 문화예술대학원 문화재보존전공 학위를 문화재보존학석사로 변경한다."},{"type":"paragraph","text":"제5조(학위변경에 따른 경과조치) 이 학칙 시행 이전에 입학한 문화재보존전공 학생의 학위는 예술학석사로 수여한다."}]', title = '부칙', chapter = '부칙' WHERE id = '532b7242-0e2f-49ff-8bcf-9d0259076cbc';
UPDATE Article SET contentText = '부 칙(2023. 4 .21)
제1조(시행일) 이 학칙은 2023년 4월 21일부터 시행한다.', contentJson = '[{"type":"article","text":"부 칙(2023. 4 .21)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2023년 4월 21일부터 시행한다."}]', title = '부칙', chapter = '부칙' WHERE id = 'a96da4bc-850e-4d27-8a03-0713a24454b2';
UPDATE Article SET contentText = '부 칙(2024. 1. 25)
제1조(시행일) 이 학칙은 2024년 1월 25일부터 시행한다.
제2조(전공신설) 문화예술대학원에 사회복지경영전공, 문화예술경영전공, 화훼경영전공을 신설한다.
제3조(전공폐지) 문화예술대학원에 문화스포츠복지전공, 영상콘텐츠전공, 통합예술치료전공을 폐지한다.
제4조(전공폐지에 따른 경과조치) 문화스포츠복지전공, 영상콘텐츠전공, 통합예술치료전공 재적생이 학적변동으로 문화스포츠복지전공, 영상콘텐츠전공, 통합예술치료전공에 재적(복학, 재입학, 수료 등) 할 수 없는 경우에는 문화스포츠복지전공은 체육전공의 재적생으로, 영상콘텐츠전공은 멀티미디어전공의 재적생으로 보고, 통합예술치료전공 재적생은 뮤직테크놀로지전공 재적생으로 본다.
제5조(학위변경) 문화예술대학원 엔터테인먼트경영전공 학위를 경영학석사로 변경한다.
제6조(학위변경에 따른 경과조치) 이 학칙 시행 이전에 입학한 엔터테인먼트경영전공 학생의 학위는 엔터테인먼트경영학 석사 학위로 수여한다.', contentJson = '[{"type":"article","text":"부 칙(2024. 1. 25)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2024년 1월 25일부터 시행한다."},{"type":"paragraph","text":"제2조(전공신설) 문화예술대학원에 사회복지경영전공, 문화예술경영전공, 화훼경영전공을 신설한다."},{"type":"paragraph","text":"제3조(전공폐지) 문화예술대학원에 문화스포츠복지전공, 영상콘텐츠전공, 통합예술치료전공을 폐지한다."},{"type":"paragraph","text":"제4조(전공폐지에 따른 경과조치) 문화스포츠복지전공, 영상콘텐츠전공, 통합예술치료전공 재적생이 학적변동으로 문화스포츠복지전공, 영상콘텐츠전공, 통합예술치료전공에 재적(복학, 재입학, 수료 등) 할 수 없는 경우에는 문화스포츠복지전공은 체육전공의 재적생으로, 영상콘텐츠전공은 멀티미디어전공의 재적생으로 보고, 통합예술치료전공 재적생은 뮤직테크놀로지전공 재적생으로 본다."},{"type":"paragraph","text":"제5조(학위변경) 문화예술대학원 엔터테인먼트경영전공 학위를 경영학석사로 변경한다."},{"type":"paragraph","text":"제6조(학위변경에 따른 경과조치) 이 학칙 시행 이전에 입학한 엔터테인먼트경영전공 학생의 학위는 엔터테인먼트경영학 석사 학위로 수여한다."}]', title = '부칙', chapter = '부칙' WHERE id = '61eb4ec9-1e94-4961-b583-1a8975daaf8d';
UPDATE Article SET contentText = '부 칙(2024. 11. 19)
제1조(시행일) 이 학칙은 2024년 11월 19일부터 시행한다.
제2조(전공신설) 
1. 일반대학원 석사과정, 박사과정에 스포츠경영전공을 신설한다.
2. 문화예술대학원에 문화예술컨설팅전공을 신설한다.
3. 경기드림캠퍼스 사회복지대학원을 신설하고 사회복지전공을 둔다.
제3조(전공폐지) 
1. 전북희망캠퍼스 사회복지대학원을 폐지한다.
2. 문화예술대학원에 문화예술창업전공을 폐지한다.
제4조(전공폐지에 따른 경과조치) 
1. 문화예술창업전공 재적(복학, 재입학, 수료 등) 할 수 없는 경우에는 문화예술컨설팅전공의 재적생으로 본다.
2. 전북희망캠퍼스 사회복지대학원 사회복지전공 재적(복학, 재입학, 수료 등) 할 수 없는 경우에는 경기드림캠퍼스 사회복지대학원 사회복지전공으로 본다.
제5조(학위신설) 일반대학원 스포츠경영전공 학위를 스포츠경영학석사, 스포츠경영학박사로 신설한다.', contentJson = '[{"type":"article","text":"부 칙(2024. 11. 19)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2024년 11월 19일부터 시행한다."},{"type":"paragraph","text":"제2조(전공신설)"},{"type":"article","text":"1. 일반대학원 석사과정, 박사과정에 스포츠경영전공을 신설한다."},{"type":"article","text":"2. 문화예술대학원에 문화예술컨설팅전공을 신설한다."},{"type":"article","text":"3. 경기드림캠퍼스 사회복지대학원을 신설하고 사회복지전공을 둔다."},{"type":"paragraph","text":"제3조(전공폐지)"},{"type":"article","text":"1. 전북희망캠퍼스 사회복지대학원을 폐지한다."},{"type":"article","text":"2. 문화예술대학원에 문화예술창업전공을 폐지한다."},{"type":"paragraph","text":"제4조(전공폐지에 따른 경과조치)"},{"type":"article","text":"1. 문화예술창업전공 재적(복학, 재입학, 수료 등) 할 수 없는 경우에는 문화예술컨설팅전공의 재적생으로 본다."},{"type":"article","text":"2. 전북희망캠퍼스 사회복지대학원 사회복지전공 재적(복학, 재입학, 수료 등) 할 수 없는 경우에는 경기드림캠퍼스 사회복지대학원 사회복지전공으로 본다."},{"type":"paragraph","text":"제5조(학위신설) 일반대학원 스포츠경영전공 학위를 스포츠경영학석사, 스포츠경영학박사로 신설한다."}]', title = '부칙', chapter = '부칙' WHERE id = 'b9bcaab0-6c53-4064-bf57-b3dfc14738f6';
UPDATE Article SET contentText = '부 칙(2025. 4. 2)
제1조(시행일) 이 학칙은 2025년 4월 2일부터 시행한다.', contentJson = '[{"type":"article","text":"부 칙(2025. 4. 2)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2025년 4월 2일부터 시행한다."}]', title = '부칙', chapter = '부칙' WHERE id = '46ab7767-1489-43ef-84c8-3d0ca52f5af4';
UPDATE Article SET contentText = '부 칙(2025. 12. 09)
제1조(시행일) 이 학칙은 2025년 12월 09일부터 시행한다.
제2조(학위과정 폐지) 일반대학원 스포츠경영전공 석·박사학위과정, 박사학위과정을 폐지한다.
제3조(학위과정폐지에 따른 경과조치) 일반대학원 스포츠경영전공 재적생이 학적변동으로 스포츠경영전공에 재적(복학, 재입학, 수료 등) 할 수 없는 경우에는 스포츠복지경영학과 재적생으로 본다.
제4조(협동과정 신설, 운영) 1. 일반대학원 박사학위 협동과정에 스포츠복지경영학과를 신설한다.
2. 일반대학원 박사학위 협동과정 스포츠복지경영학과에 세부전공으로 스포츠경영전공과 사회복지경영전공을 둔다.
제5조(학위 신설) 일반대학원 박사학위 협동과정 세부전공의 스포츠경영전공은 스포츠경영학박사, 사회복지경영전공은 사회복지학박사로 학위를 신설한다.
제6조(명칭변경) 문화예술대학원 화훼경영전공을 화훼조형&경영전공으로 변경한다.
제7조(전공명칭변경에 따른 경과조치) 문화예술대학원 화훼경영전공 재적생이 학적변동으로 화훼경영전공에 재적할 수 없는 경우에는 화훼조형&경영전공 재적생으로 본다.
제8조(학위변경) 문화예술대학원 화훼경영전공 학위를 예술경영학석사로 변경한다.
제9조(학위변경에 따른 경과조치) 이 학칙 시행 이전에 입학한 화훼경영전공 학생의 학위는 화훼경영학석사로 수여한다.
제10조(전공폐지) 경기드림캠퍼스 문화예술대학원 문화예술경영전공을 폐지한다.
제11조(전공신설) 전북희망캠퍼스 문화예술대학원에 문화예술경영전공을 신설한다.', contentJson = '[{"type":"article","text":"부 칙(2025. 12. 09)"},{"type":"paragraph","text":"제1조(시행일) 이 학칙은 2025년 12월 09일부터 시행한다."},{"type":"paragraph","text":"제2조(학위과정 폐지) 일반대학원 스포츠경영전공 석·박사학위과정, 박사학위과정을 폐지한다."},{"type":"paragraph","text":"제3조(학위과정폐지에 따른 경과조치) 일반대학원 스포츠경영전공 재적생이 학적변동으로 스포츠경영전공에 재적(복학, 재입학, 수료 등) 할 수 없는 경우에는 스포츠복지경영학과 재적생으로 본다."},{"type":"paragraph","text":"제4조(협동과정 신설, 운영) 1. 일반대학원 박사학위 협동과정에 스포츠복지경영학과를 신설한다."},{"type":"article","text":"2. 일반대학원 박사학위 협동과정 스포츠복지경영학과에 세부전공으로 스포츠경영전공과 사회복지경영전공을 둔다."},{"type":"paragraph","text":"제5조(학위 신설) 일반대학원 박사학위 협동과정 세부전공의 스포츠경영전공은 스포츠경영학박사, 사회복지경영전공은 사회복지학박사로 학위를 신설한다."},{"type":"paragraph","text":"제6조(명칭변경) 문화예술대학원 화훼경영전공을 화훼조형&경영전공으로 변경한다."},{"type":"paragraph","text":"제7조(전공명칭변경에 따른 경과조치) 문화예술대학원 화훼경영전공 재적생이 학적변동으로 화훼경영전공에 재적할 수 없는 경우에는 화훼조형&경영전공 재적생으로 본다."},{"type":"paragraph","text":"제8조(학위변경) 문화예술대학원 화훼경영전공 학위를 예술경영학석사로 변경한다."},{"type":"paragraph","text":"제9조(학위변경에 따른 경과조치) 이 학칙 시행 이전에 입학한 화훼경영전공 학생의 학위는 화훼경영학석사로 수여한다."},{"type":"paragraph","text":"제10조(전공폐지) 경기드림캠퍼스 문화예술대학원 문화예술경영전공을 폐지한다."},{"type":"paragraph","text":"제11조(전공신설) 전북희망캠퍼스 문화예술대학원에 문화예술경영전공을 신설한다."}]', title = '부칙', chapter = '부칙' WHERE id = '0f857f98-dd37-4786-8805-05f08837c20a';
DELETE FROM Article WHERE id = 'd4edf53a-902f-46b1-ab50-2286f968fea1';
DELETE FROM Article WHERE id = '2fd0e0fd-c488-468a-9352-ac6a65ff7283';
DELETE FROM Article WHERE id = '9dc51dff-8ff4-4f3d-848a-f14d47885f04';
DELETE FROM Article WHERE id = '23fe166e-827e-4064-898d-e6edc7d3df87';
DELETE FROM Article WHERE id = '2723c929-84b7-4cfb-bff7-8527ac254d3c';
DELETE FROM Article WHERE id = '7e59f677-d345-4e5d-a50c-07cc8ee49370';
DELETE FROM Article WHERE id = 'd53662e6-3704-478d-a2d8-e6fee617ae41';
DELETE FROM Article WHERE id = '475ab4a8-c6c2-456c-b5dc-6204e45cd1f1';
DELETE FROM Article WHERE id = '677c9f75-be3a-438c-9370-21714c685638';
DELETE FROM Article WHERE id = '7e9ded8f-95c6-40ef-befe-f9f7a39b4f0d';
DELETE FROM Article WHERE id = '34acd642-bf2b-4bf4-8047-2e2d446323bb';
DELETE FROM Article WHERE id = '6d6a745a-0dfa-453f-88f7-26925733f6c8';
DELETE FROM Article WHERE id = '165ebb91-cb3c-4ca0-b346-fbc881a7e2bc';
DELETE FROM Article WHERE id = '4024fb5e-67f0-46da-a2e5-7b17060dae6d';
DELETE FROM Article WHERE id = '5cfe63bd-f88d-4caa-9ed1-08d1ce1c5d45';
DELETE FROM Article WHERE id = '8314fbf7-7821-4731-b582-f6b875865570';
DELETE FROM Article WHERE id = '03e251e8-4df8-4c22-8836-880b588c6302';
DELETE FROM Article WHERE id = '0ad58f2c-6e62-495f-9248-afc9d2e44576';
DELETE FROM Article WHERE id = '94487977-8b3d-4ecc-b05c-2b8deb0e1da8';
DELETE FROM Article WHERE id = 'b50d5df6-f642-41e6-b864-c92f07b22a01';
DELETE FROM Article WHERE id = '7175edd9-b3b6-47e3-b326-6e6c2234b27e';
DELETE FROM Article WHERE id = 'e389d9cf-700f-4841-98ab-d4f3f3e43d7c';
DELETE FROM Article WHERE id = '0e28c04e-26ce-4ec0-94a4-0ebb6432b6f6';
DELETE FROM Article WHERE id = '6614430b-8aab-4163-8713-9cba5a7351c9';
DELETE FROM Article WHERE id = '68084d7a-b5a0-452e-8249-339060764e89';
DELETE FROM Article WHERE id = 'fd6d5802-df70-47a0-aff5-8aed80cb9878';
DELETE FROM Article WHERE id = '18680250-b86f-485f-9473-a927bd98bf02';
DELETE FROM Article WHERE id = '282280ae-fc7d-4b52-a384-35aad65f6d90';
DELETE FROM Article WHERE id = 'd6e0ea8c-e9e5-4ef5-93df-04e8b60298bb';
DELETE FROM Article WHERE id = '8a0c64b5-5ae8-4179-9cd6-071a8655529a';
DELETE FROM Article WHERE id = '54ec8f61-1a74-478e-acd7-7ce7a135fd06';
DELETE FROM Article WHERE id = '25b84129-23fb-4f43-afb8-dbb322020a0d';
DELETE FROM Article WHERE id = '6636dcce-f98a-4811-aed7-534d2f4c8cd8';
DELETE FROM Article WHERE id = '753c50bb-f63d-44c5-8074-b2bbef47359f';
DELETE FROM Article WHERE id = 'aeb6a799-6c41-4eb7-a210-8c1b6e557b6d';
DELETE FROM Article WHERE id = '4debdf66-1c50-48f7-b6e9-a9033d7ca919';
DELETE FROM Article WHERE id = '32e41ef0-fe42-44bf-ac6f-228f6d93a7bb';
DELETE FROM Article WHERE id = '5c61cc43-9fb6-4206-b1fd-bc95cfb75553';
DELETE FROM Article WHERE id = '3ba97752-62e4-41f6-b00a-556ad3abb504';
DELETE FROM Article WHERE id = '2190187c-00ef-4118-8eff-4a24759f3111';
DELETE FROM Article WHERE id = '4bd540a2-7a35-4720-b85a-5fa584ca5736';
DELETE FROM Article WHERE id = '3afcf3b7-09e6-41e4-84ad-67df56231d70';
DELETE FROM Article WHERE id = 'e929fa6d-e154-429f-aab2-51ddfcdbdbf4';
DELETE FROM Article WHERE id = '123b5519-d94a-42f2-8de6-ff0966c1a331';
DELETE FROM Article WHERE id = '4aafeb3c-7cb8-4f7c-a43b-fc04cd8f98b1';
DELETE FROM Article WHERE id = '92339507-0a24-49c0-abe2-41f89cf98083';
DELETE FROM Article WHERE id = 'd9f8afb1-c6df-4789-bde7-5675e0ee65a3';
DELETE FROM Article WHERE id = 'd62d2d41-610b-4a3c-9675-4bd9990bbd08';
DELETE FROM Article WHERE id = '6d8ffec6-38d8-4177-b627-05f9aac46cab';
DELETE FROM Article WHERE id = '91e29f20-0b1f-4b89-a603-9e04f62278ff';
DELETE FROM Article WHERE id = '94c13f74-cbfe-4ebe-9c24-b332ed976c41';
DELETE FROM Article WHERE id = '3e585b8e-d378-49cb-b84b-671ee5d33929';
DELETE FROM Article WHERE id = '74b61325-939f-4f13-90b4-ac4e87536c46';
DELETE FROM Article WHERE id = '8d6563bf-9db2-492d-95cd-ac2404220774';
DELETE FROM Article WHERE id = 'be31f5e6-c36f-47df-a7eb-05114f815878';
DELETE FROM Article WHERE id = 'b42ba3b0-1714-4228-8a7c-0389b52007d3';
DELETE FROM Article WHERE id = 'f976ce59-7340-46ba-8cc0-7dbbdbbadeba';
DELETE FROM Article WHERE id = '9278879d-f45c-4c33-9969-8a9dbc826ffb';
DELETE FROM Article WHERE id = '54cb16c0-2fbd-4d1e-beb8-73772e0eb0e2';
DELETE FROM Article WHERE id = '2d0e23b5-2784-4ec2-9076-4db3d9306f53';
DELETE FROM Article WHERE id = 'f565137c-ae6f-4f5a-a7f4-57a6dd01d172';
DELETE FROM Article WHERE id = '88dea094-b779-45ee-aac0-884de3323462';
DELETE FROM Article WHERE id = '7d9b6b1c-7d80-45a6-b1c5-5da5419347f2';
DELETE FROM Article WHERE id = 'e89ae8bb-6a91-4aa2-91a8-4a06d1c62289';
