
UPDATE Article SET contentText = '1. 장학금의 수혜대상은 해당학기 등록을 필한 자를 원칙으로 한다. (단, 복학 학기에 장학금 수혜 불가, 예외로 가계곤란(소년소녀가장, 기초생활수급자 등)장학금과 근로장학금, 봉사장학금의 경우는 예외로 할 수 있다.)
2. 성적우수 장학금 : 학업성적이 우수하고 품행이 단정한 자로 학부(과)장의 추천을 받아 다음과 같이 차등 지급한다.<개정 2013.12.4.>
가. 전체수석 장학금 : 학업성적이 전학년 수석인 자.
나. 학년수석 장학금 : 학업성적이 학년별 수석인 자.
다. 학과수석 장학금 : 학업성적이 학부(과)별 수석인 자.
라. 성적우수 장학금 : 학과수석에 준하는 성적우수자.
3. 면학 장학금 : 학업성적이 우수하고 가계가 곤란하여 학비조달이 어려운 자로 학부(과)장의 추천을 받은 자에게 장학금을 지급할 수 있다.<개정 2021.7.22.>
4. 보훈 장학금 : 국가유공자 등 예우 및 지원에 관한 법률 규정에 의한 보호 대상자인 자녀. 이 경우 직전학기 학업성적 평균평점이 1.75미만 인자는 장학금 지급을 제한한다.<개정 2021.3.18.>
5. 예송 장학금 : 본교를 설치 경영하는 학교법인 및 산하기관에 재직 중인 교직원의 직계 자녀 또는 배우자 중 입학 및 재학하는 자.
6. 학생간부 장학금 : 학생회 간부 중 학생종합복지위원회가 정한 직책에 선임된 자. 단, 학업성적 평균평점이 2.0 미만인 자에게는 장학금 지급을 제한한다.<개정 2013.12.4.><개정 2021.3.18.>
7. 학군단 장학금 : 학군사관후보생 중 학생군사교육단장의 추천을 받은 자.
8. 봉사 장학금 : 본교 발전을 위해 봉사하고 각 부서장의 추천을 받은 자에게 다음 각 호와 같이 지급한다. 단, 학업성적 평균평점이 2.0 미만인 자에게는 장학금 지급을 제한할 수 있다.<개정 2013.12.4.><개정 2021.3.18.><개정 2021.7.22.>
가. 교내 각 부서의 추천자
나. 신문방송사, 학보사 추천자
다. 특별동아리 부서장의 추천자
라. 외국인 유학생 도우미 및 교내 행사진행 도우미
마. 삭제 <2023.3.28.>
9. 재능우수 장학금<개정 2013.12.4.><개정 2021.10.8.>
본교에 재학 중인 자 중 재능이 우수하고 대학의 명예를 선양한 자로 다음 각 호에 해당하는 자에게 장학금을 지급할 수 있다.
가. 고시 등 국가 자격시험에 합격한 자
나. 권위 있는 대외 기관에서 주최하는 대회에서 수상한 자
10. 근로 장학금 : 본교 재학생 중 경제적 사정으로 학비조달을 원하는 자에게 전공주임교수의 추천에 의하여 교내 특정 부서에서 근무하게 하고 매월 근로에 의한 장학금을 지급한다.
11. 공로 장학금 : 본교의 교육이념과 건학정신에 바탕하여 대학발전에 현저한 공로가 있다고 인정되는 다음 학생 중 입학홍보처장의 추천을 받은 자에게 장학금을 지급할 수 있다.<개정 2021.7.22.>
가. 권위 있는 전국 및 국제대회 입상자
나. 교내․외에서 대학발전에 현저한 공로가 있다고 인정되는 자
다. 기타 교내 학생활동에 현저한 공로가 있다고 인정되는 자
12. 가족 재학 장학금 : 당해 학기에 가족이 함께 재학 중인 경우에 한하여 소정의 서류를 제출한 자에게는 장학금을 지급할 수 있다. 지급범위는 한가정의 부모, 형제, 자매, 부부에 한하여 지급하며, 학업성적 평균평점이 2.0미만인 자에게는 장학금 지급을 제한한다.<개정 2013.12.4.><개정 2021.3.18.>
13. 후생복지 장학금 : 교내 각종 후생시설에서 얻은 순 이익금 중 일부금을 장학금으로 지급하되 입학홍보처에서 접수받아 학업성적이 우수하고 가계가 곤란한 자를 각 학부(과)장에 추천 의뢰하여 선발한다.<개정 2021.7.22.>
14. 외국인 장학금 : 외국인에게 지급하는 장학금은 이를 따로 정한다.
15. 동창회 장학금 : 본교 동창회 운영비 일부를 장학금으로 학업성적이 우수하고 가계가 곤란한 자를 총동창회에서 선발한다. 다만, 지급할 장학금액 및 인원은 총동창회장이 별도로 결정한다.
16. 산학장학금 <삭제 2023.3.28.>
17. 해외유학 장학금
가. 대학졸업성적이 우수한 자로 해외에 유학을 희망하는 자가 별도로 정하는 소정의 심사에 합격할 경우 국외의 자매대학 또는 희망대학에 교비 장학생으로 해외유학의 특전을 부여한다.
나. 신입생과 재학생들에게 어학연수 및 다양한 문화체험 기회를 제공하고자 해외 어학연수 및 문화체험 장학금을 지급할 수 있다.
18. 서영춘 장학금 <삭제 2023.3.28.>
19. 특성화 장학금 : 학부(과) 특성화에 부합되는 신입생 및 재학생에게는 학부(과)장 추천과 학생종합복지위원회의 심의를 거쳐 장학금을 지급 할 수 있다.
20. 총장 장학금 : 본교 재학생 중 학과장이 추천하여 총장이 승인 한자에 대하여 직전학기 성적이 4.0이상으로 우수한자, 경제사정이 곤란한자, 전국대회 등에서 입상한 자, 학업태도가 우수하여 모범이 되는자, 그 밖에 학교나 학과의 명예를 높여 특별장학이 필요한 학생에게 장학금을 지급할 수 있으며 장학금액은 학생종합복지위원회에서 정한다.<신설 2013.12.4>
21. 희망 장학금<개정 2013.12.4.><개정 2021.10.8.>
임실캠퍼스 소속학과 신입학 학생들에게 등록금을 초과하지 않는 범위 내에서 장학혜택을 부여할 수 있으며 장학금액은 학생종합복지위원회에서 정한다.(교내장학금 중복 수혜 가능)
22. 교육기부 장학금 : 국가 및 지자체에서 실시하는 교육기부사업(교과목 학습지도, 예체능 지도, 특기적성 교육 및 멘토링활동 등)을 참여하는 학생(학기당 최소 10시간)에게 장학금을 지급할 수 있으며 장학금액은 학생종합복지위원회에서 정한다.(교내장학금 중복 수혜 가능)<신설 2013.12.4>
23. 컬쳐라이센싱 장학금 : 학기 중 공인자격증(국가공인자격증 및 민간전공자격증)을 취득한 학생에 대하여 장학금을 지급할 수 있으며 장학금액은 학생종합복지위원회에서 정한다.<신설 2013.12.4>
24. 장애우가정 장학금 : 학생 본인이 장애를 가졌거나 부모 중 한명이 장애를 가져 경제사정이 곤란한 학생에게 장학금을 지급할 수 있으며 장학금액은 학생종합복지위원회에서 정한다(단, 특별전형 입학자는 제외한다.)<신설 2013.12.4.>
25. 나눔 장학금 : 저소득층 지원을 위해 국가장학금 신청자 중 소득분위 0분위에서 2분위 학생에게 장학금을 지급 할 수 있으며 교내장학금의 중북수혜를 허용한다. 장학금액은 학생종합복지위원회에서 정한다.<신설 2016.2.15>
26. 창업지원 장학금 : 본교에서 진행하는 창업경진대회에서 입상한 학생에게 장학금을 지급할 수 있다. <신설 2016.2.15>
27. 국가장학금 유형2(교비) 장학금 : 국가장학금 유형2에 대응하는 교내장학금으로 장학금액과 장학대상자는 학생종합복지위원회에서 정한다.<신설 2016.2.15.>
28. 재난특별장학금 <신설 2020.9.17.>
가. 국가적 질병사태(코로나바이러스감염증-19 등) 및 천재지변 등이 발생하였을 때 학생의 학업장려 및 경제적 부담감 경감을 위해 긴급으로 장학금을 지급할 수 있다.
나. 장학금 지급대상 및 지급금액은 학생종합복지위원회에서 정한다.
다. 장학금 지급 후 미등록 또는 학적변동(휴학 및 제적 등)이 발생하면 장학금을 환수조치 한다.
라. 장학금이 등록금을 초과할 경우 지급대상에서 제외한다.
마. 타 교내장학금 및 교외장학금과 중복수혜가 가능하다.
29. 특별장학금(신입생 지원) <신설 2021.3.18.>
가. 신입생 최종합격자에 한하여 지급한다.
나. 학생별 최대 지급금액은 학생복지위원회에서 정한다.
다. 장학금 지급방법은 선감면을 원칙으로 한다.
라. 등록금 범위 내 타교내장학금과 중복수혜가 가능하다.
마. 등록금을 초과하지 않는 범위 내에서 지급한다.
바. 휴학 및 제적 등 학적이 변동된 학생은 지급대상에서 제외한다.
30. 토픽장학금 : 본교 외국인 신입생 중 토픽자격증 3급 이상 취득한 학생에게 장학금을 지급할 수 있다.<신설 2022.1.24.>
31. 특별장학금(저소득) : 가계 형편이 곤란하여 학비 조달이 어려운 자 중 학부(과)장의 추천을 받은 자에게 장학금을 다음과 같이 지급할 수 있다. <개정 2023. 3. 28.>
가. 지급 인원 및 금액은 학생종합복지위원회에서 이를 따로 정한다. <개정 2023. 3. 28.>
나. 등록금 범위 내 타 교내장학금과 중복수혜가 가능하다. <개정 2023. 3. 28.>
32. 체육인재장학금 : 본교 특별동아리(체육동아리) 소속 재학생에게 체육 종목에 따라 장학금을 지급할 수 있으며, 종목별 장학금 지급기준은 학생종합복지위원회에서 정한다. <신설 2024. 3. 12.>
33. 비교과 마일리지 장학금 : 교내·외 비교과 프로그램에 참여하여 적립된 마일리지를 취득한 자를 선발하며, 장학금 지급기준은 비교과교육관리위원회에서 정한다. <신설 2024. 3. 12.>
34. 예원 리커버리 장학금 : 정부 재정지원 제한대학 지정년도 신·편입생에게 지급하며, 해당년도(학기) 학자금 지원구간이 통지된 학생을 대상으로 국가장학금 Ⅰ유형(학생직접지원형) 지원금액 및 심사기준에 준하여 지원구간별로 차등지급한다. <신설 2026. 2. 24.>
35. 외국인 공로장학금 : 외국인 학생 중 대학 발전에 공로가 있다고 인정되는 자를 국제교류협력단장의 추천을 받아 선발하며, 지급금액은 등록금 총액의 50%를 지급하고, 외국인장학금과의 중복수혜를 허용한다. <신설 2026. 6. 17.>', contentJson = '[{"type":"paragraph","text":"1. 장학금의 수혜대상은 해당학기 등록을 필한 자를 원칙으로 한다. (단, 복학 학기에 장학금 수혜 불가, 예외로 가계곤란(소년소녀가장, 기초생활수급자 등)장학금과 근로장학금, 봉사장학금의 경우는 예외로 할 수 있다.)"},{"type":"paragraph","text":"2. 성적우수 장학금 : 학업성적이 우수하고 품행이 단정한 자로 학부(과)장의 추천을 받아 다음과 같이 차등 지급한다.<개정 2013.12.4.>"},{"type":"paragraph","text":"가. 전체수석 장학금 : 학업성적이 전학년 수석인 자."},{"type":"paragraph","text":"나. 학년수석 장학금 : 학업성적이 학년별 수석인 자."},{"type":"paragraph","text":"다. 학과수석 장학금 : 학업성적이 학부(과)별 수석인 자."},{"type":"paragraph","text":"라. 성적우수 장학금 : 학과수석에 준하는 성적우수자."},{"type":"paragraph","text":"3. 면학 장학금 : 학업성적이 우수하고 가계가 곤란하여 학비조달이 어려운 자로 학부(과)장의 추천을 받은 자에게 장학금을 지급할 수 있다.<개정 2021.7.22.>"},{"type":"paragraph","text":"4. 보훈 장학금 : 국가유공자 등 예우 및 지원에 관한 법률 규정에 의한 보호 대상자인 자녀. 이 경우 직전학기 학업성적 평균평점이 1.75미만 인자는 장학금 지급을 제한한다.<개정 2021.3.18.>"},{"type":"paragraph","text":"5. 예송 장학금 : 본교를 설치 경영하는 학교법인 및 산하기관에 재직 중인 교직원의 직계 자녀 또는 배우자 중 입학 및 재학하는 자."},{"type":"paragraph","text":"6. 학생간부 장학금 : 학생회 간부 중 학생종합복지위원회가 정한 직책에 선임된 자. 단, 학업성적 평균평점이 2.0 미만인 자에게는 장학금 지급을 제한한다.<개정 2013.12.4.><개정 2021.3.18.>"},{"type":"paragraph","text":"7. 학군단 장학금 : 학군사관후보생 중 학생군사교육단장의 추천을 받은 자."},{"type":"paragraph","text":"8. 봉사 장학금 : 본교 발전을 위해 봉사하고 각 부서장의 추천을 받은 자에게 다음 각 호와 같이 지급한다. 단, 학업성적 평균평점이 2.0 미만인 자에게는 장학금 지급을 제한할 수 있다.<개정 2013.12.4.><개정 2021.3.18.><개정 2021.7.22.>"},{"type":"paragraph","text":"가. 교내 각 부서의 추천자"},{"type":"paragraph","text":"나. 신문방송사, 학보사 추천자"},{"type":"paragraph","text":"다. 특별동아리 부서장의 추천자"},{"type":"paragraph","text":"라. 외국인 유학생 도우미 및 교내 행사진행 도우미"},{"type":"paragraph","text":"마. 삭제 <2023.3.28.>"},{"type":"paragraph","text":"9. 재능우수 장학금<개정 2013.12.4.><개정 2021.10.8.>"},{"type":"paragraph","text":"본교에 재학 중인 자 중 재능이 우수하고 대학의 명예를 선양한 자로 다음 각 호에 해당하는 자에게 장학금을 지급할 수 있다."},{"type":"paragraph","text":"가. 고시 등 국가 자격시험에 합격한 자"},{"type":"paragraph","text":"나. 권위 있는 대외 기관에서 주최하는 대회에서 수상한 자"},{"type":"paragraph","text":"10. 근로 장학금 : 본교 재학생 중 경제적 사정으로 학비조달을 원하는 자에게 전공주임교수의 추천에 의하여 교내 특정 부서에서 근무하게 하고 매월 근로에 의한 장학금을 지급한다."},{"type":"paragraph","text":"11. 공로 장학금 : 본교의 교육이념과 건학정신에 바탕하여 대학발전에 현저한 공로가 있다고 인정되는 다음 학생 중 입학홍보처장의 추천을 받은 자에게 장학금을 지급할 수 있다.<개정 2021.7.22.>"},{"type":"paragraph","text":"가. 권위 있는 전국 및 국제대회 입상자"},{"type":"paragraph","text":"나. 교내․외에서 대학발전에 현저한 공로가 있다고 인정되는 자"},{"type":"paragraph","text":"다. 기타 교내 학생활동에 현저한 공로가 있다고 인정되는 자"},{"type":"paragraph","text":"12. 가족 재학 장학금 : 당해 학기에 가족이 함께 재학 중인 경우에 한하여 소정의 서류를 제출한 자에게는 장학금을 지급할 수 있다. 지급범위는 한가정의 부모, 형제, 자매, 부부에 한하여 지급하며, 학업성적 평균평점이 2.0미만인 자에게는 장학금 지급을 제한한다.<개정 2013.12.4.><개정 2021.3.18.>"},{"type":"paragraph","text":"13. 후생복지 장학금 : 교내 각종 후생시설에서 얻은 순 이익금 중 일부금을 장학금으로 지급하되 입학홍보처에서 접수받아 학업성적이 우수하고 가계가 곤란한 자를 각 학부(과)장에 추천 의뢰하여 선발한다.<개정 2021.7.22.>"},{"type":"paragraph","text":"14. 외국인 장학금 : 외국인에게 지급하는 장학금은 이를 따로 정한다."},{"type":"paragraph","text":"15. 동창회 장학금 : 본교 동창회 운영비 일부를 장학금으로 학업성적이 우수하고 가계가 곤란한 자를 총동창회에서 선발한다. 다만, 지급할 장학금액 및 인원은 총동창회장이 별도로 결정한다."},{"type":"paragraph","text":"16. 산학장학금 <삭제 2023.3.28.>"},{"type":"paragraph","text":"17. 해외유학 장학금"},{"type":"paragraph","text":"가. 대학졸업성적이 우수한 자로 해외에 유학을 희망하는 자가 별도로 정하는 소정의 심사에 합격할 경우 국외의 자매대학 또는 희망대학에 교비 장학생으로 해외유학의 특전을 부여한다."},{"type":"paragraph","text":"나. 신입생과 재학생들에게 어학연수 및 다양한 문화체험 기회를 제공하고자 해외 어학연수 및 문화체험 장학금을 지급할 수 있다."},{"type":"paragraph","text":"18. 서영춘 장학금 <삭제 2023.3.28.>"},{"type":"paragraph","text":"19. 특성화 장학금 : 학부(과) 특성화에 부합되는 신입생 및 재학생에게는 학부(과)장 추천과 학생종합복지위원회의 심의를 거쳐 장학금을 지급 할 수 있다."},{"type":"paragraph","text":"20. 총장 장학금 : 본교 재학생 중 학과장이 추천하여 총장이 승인 한자에 대하여 직전학기 성적이 4.0이상으로 우수한자, 경제사정이 곤란한자, 전국대회 등에서 입상한 자, 학업태도가 우수하여 모범이 되는자, 그 밖에 학교나 학과의 명예를 높여 특별장학이 필요한 학생에게 장학금을 지급할 수 있으며 장학금액은 학생종합복지위원회에서 정한다.<신설 2013.12.4>"},{"type":"paragraph","text":"21. 희망 장학금<개정 2013.12.4.><개정 2021.10.8.>"},{"type":"paragraph","text":"임실캠퍼스 소속학과 신입학 학생들에게 등록금을 초과하지 않는 범위 내에서 장학혜택을 부여할 수 있으며 장학금액은 학생종합복지위원회에서 정한다.(교내장학금 중복 수혜 가능)"},{"type":"paragraph","text":"22. 교육기부 장학금 : 국가 및 지자체에서 실시하는 교육기부사업(교과목 학습지도, 예체능 지도, 특기적성 교육 및 멘토링활동 등)을 참여하는 학생(학기당 최소 10시간)에게 장학금을 지급할 수 있으며 장학금액은 학생종합복지위원회에서 정한다.(교내장학금 중복 수혜 가능)<신설 2013.12.4>"},{"type":"paragraph","text":"23. 컬쳐라이센싱 장학금 : 학기 중 공인자격증(국가공인자격증 및 민간전공자격증)을 취득한 학생에 대하여 장학금을 지급할 수 있으며 장학금액은 학생종합복지위원회에서 정한다.<신설 2013.12.4>"},{"type":"paragraph","text":"24. 장애우가정 장학금 : 학생 본인이 장애를 가졌거나 부모 중 한명이 장애를 가져 경제사정이 곤란한 학생에게 장학금을 지급할 수 있으며 장학금액은 학생종합복지위원회에서 정한다(단, 특별전형 입학자는 제외한다.)<신설 2013.12.4.>"},{"type":"paragraph","text":"25. 나눔 장학금 : 저소득층 지원을 위해 국가장학금 신청자 중 소득분위 0분위에서 2분위 학생에게 장학금을 지급 할 수 있으며 교내장학금의 중북수혜를 허용한다. 장학금액은 학생종합복지위원회에서 정한다.<신설 2016.2.15>"},{"type":"paragraph","text":"26. 창업지원 장학금 : 본교에서 진행하는 창업경진대회에서 입상한 학생에게 장학금을 지급할 수 있다. <신설 2016.2.15>"},{"type":"paragraph","text":"27. 국가장학금 유형2(교비) 장학금 : 국가장학금 유형2에 대응하는 교내장학금으로 장학금액과 장학대상자는 학생종합복지위원회에서 정한다.<신설 2016.2.15.>"},{"type":"paragraph","text":"28. 재난특별장학금 <신설 2020.9.17.>"},{"type":"paragraph","text":"가. 국가적 질병사태(코로나바이러스감염증-19 등) 및 천재지변 등이 발생하였을 때 학생의 학업장려 및 경제적 부담감 경감을 위해 긴급으로 장학금을 지급할 수 있다."},{"type":"paragraph","text":"나. 장학금 지급대상 및 지급금액은 학생종합복지위원회에서 정한다."},{"type":"paragraph","text":"다. 장학금 지급 후 미등록 또는 학적변동(휴학 및 제적 등)이 발생하면 장학금을 환수조치 한다."},{"type":"paragraph","text":"라. 장학금이 등록금을 초과할 경우 지급대상에서 제외한다."},{"type":"paragraph","text":"마. 타 교내장학금 및 교외장학금과 중복수혜가 가능하다."},{"type":"paragraph","text":"29. 특별장학금(신입생 지원) <신설 2021.3.18.>"},{"type":"paragraph","text":"가. 신입생 최종합격자에 한하여 지급한다."},{"type":"paragraph","text":"나. 학생별 최대 지급금액은 학생복지위원회에서 정한다."},{"type":"paragraph","text":"다. 장학금 지급방법은 선감면을 원칙으로 한다."},{"type":"paragraph","text":"라. 등록금 범위 내 타교내장학금과 중복수혜가 가능하다."},{"type":"paragraph","text":"마. 등록금을 초과하지 않는 범위 내에서 지급한다."},{"type":"paragraph","text":"바. 휴학 및 제적 등 학적이 변동된 학생은 지급대상에서 제외한다."},{"type":"paragraph","text":"30. 토픽장학금 : 본교 외국인 신입생 중 토픽자격증 3급 이상 취득한 학생에게 장학금을 지급할 수 있다.<신설 2022.1.24.>"},{"type":"paragraph","text":"31. 특별장학금(저소득) : 가계 형편이 곤란하여 학비 조달이 어려운 자 중 학부(과)장의 추천을 받은 자에게 장학금을 다음과 같이 지급할 수 있다. <개정 2023. 3. 28.>"},{"type":"paragraph","text":"가. 지급 인원 및 금액은 학생종합복지위원회에서 이를 따로 정한다. <개정 2023. 3. 28.>"},{"type":"paragraph","text":"나. 등록금 범위 내 타 교내장학금과 중복수혜가 가능하다. <개정 2023. 3. 28.>"},{"type":"paragraph","text":"32. 체육인재장학금 : 본교 특별동아리(체육동아리) 소속 재학생에게 체육 종목에 따라 장학금을 지급할 수 있으며, 종목별 장학금 지급기준은 학생종합복지위원회에서 정한다. <신설 2024. 3. 12.>"},{"type":"paragraph","text":"33. 비교과 마일리지 장학금 : 교내·외 비교과 프로그램에 참여하여 적립된 마일리지를 취득한 자를 선발하며, 장학금 지급기준은 비교과교육관리위원회에서 정한다. <신설 2024. 3. 12.>"},{"type":"paragraph","text":"34. 예원 리커버리 장학금 : 정부 재정지원 제한대학 지정년도 신·편입생에게 지급하며, 해당년도(학기) 학자금 지원구간이 통지된 학생을 대상으로 국가장학금 Ⅰ유형(학생직접지원형) 지원금액 및 심사기준에 준하여 지원구간별로 차등지급한다. <신설 2026. 2. 24.>"},{"type":"paragraph","text":"35. 외국인 공로장학금 : 외국인 학생 중 대학 발전에 공로가 있다고 인정되는 자를 국제교류협력단장의 추천을 받아 선발하며, 지급금액은 등록금 총액의 50%를 지급하고, 외국인장학금과의 중복수혜를 허용한다. <신설 2026. 6. 17.>"}]' WHERE articleNumber = 19 AND revisionId = '05a1655f-fea5-4c9e-ba2a-df942766cd45';
UPDATE Article SET title = '부칙', contentText = '부칙 <신설 2026. 6. 17.>
1. (시행일) 이 규정은 2026년 6월 17일부터 시행한다.', contentJson = '[{"type":"paragraph","text":"부칙 <신설 2026. 6. 17.>"},{"type":"paragraph","text":"1. (시행일) 이 규정은 2026년 6월 17일부터 시행한다."}]' WHERE title = '부칙' AND contentText LIKE '%부칙 (2026-06-17)%' AND revisionId = '05a1655f-fea5-4c9e-ba2a-df942766cd45';
