UPDATE Article SET contentText = '제6조(교학지원처) 교학지원처에 교무지원팀을 두고 다음 각 호의 사항을 분장한다.<개정 2016.8.22.><개정 2017.2.20.><개정 2019.1.23.><개정 2021.01.21.><개정 2021.07.22.><개정 2021.8.27.><개정 2023.11.07.>
① 학과(부) 업무
1. 교육의 기본계획 수립 및 조성
2. 학칙 및 학칙시행세칙 관리
3. 교육과정 운영 기본계획 수립 및 설치, 운영
4. 대학요람 발간
5. 입학식 및 학위수여식
6. 교수회, 교무회의 업무
7. 교원세미나 관련업무
8. 학사운영 기본계획 수립 및 조정
9. 수업계획 수립 및 관리
10. 수강신청계획 수립 및 시행
11. 강좌개설계획 수립 및 시행
12. 강의시간표 편성 및 조정
13. 각종 시험계획 수립 및 시행
14. 강의실 배정 및 조정
15. 강의계획서 수합 및 관리
16. 공개강좌 및 특별강좌
17. 교원 책임시간 관리
18. 전임교원의 타대학 출강 업무
19. 강의료 관련업무
20. 시간강사 경력증명서 발급
21. 학점초과신청 및 학점제한
22. 학적부 관리
23. 졸업 및 학위등록업무
24. 휴학, 제적, 퇴학, 복학, 재입학 및 전과 관련 업무
25. 실험실습기자재 파악, 수요조사, 정보제공, 효율적인 운영관리 및 구입요청에 관한 업무
26. 성적처리 및 관리
27. 성적우수학생 포상 및 성적불량학생 조치
28. 편입생 성적인정 업무
29. 재적생정원 관리 및 재학생 등록 업무
30. 학력조회 및 회신
31. 복수전공, 연계전공, 부전공 관련업무
32. 출․결석관리 및 휴․보강에 관한 업무
33. 장애학생을 위한 학습 지원체제 구축
34. 제증명 발급관리(학부/대학원) 및 관련 직인 관수
35. 교원자격검정에 관한 업무
36. 교직과정에 관한 업무
37. 학교현장실습에 관한 업무
38. 교육봉사활동에 관한 업무
39. 특강 및 계절학기 운용에 관한 업무
40. 평생교육사자격검정에 관한 업무
41. 처장직인 관수
42. 교원 임용 및 인사관리
43. 교원의 벤처기업 임원 겸직허가
44. 교원 복무 및 상벌업무
45. 교원의 보직임명 및 휴직과 복직
46. 교원의 휴직․복직 관련업무
47. 교원의 국내외 여행, 파견, 출장 및 연수업무
48. 교원의 국내교류 업무
49. 교원 제증명의 발급업무
50. 조교임용 및 복무관리
51. 교수연구실 배정
52. 연구년제 운영
53. 소관 제위원회 운영관리에 관한 업무
54. 기타 위 각 호에 부수되는 사항
② 대학원 업무 <신설 2023.11.07>
1. 대학원 입학에 관한 업무
2. 학위등록 및 수여에 관한 업무
3. 교과과정 편성 및 운영 업무
4. 시험 및 성적관리 업무
5. 수업관리 업무
6. 강사위촉 업무
7. 교원 출강관리에 관한 업무
8. 장학금 및 연구비 관련 업무
9. 원우회 활동 및 지도 업무
10. 학생상벌 업무
11. 학적부작성 및 관리 업무(재학생)
12. 재학생 학적이동에 관한 업무
13. 학사관계 보고 업무
14. 학력조회 및 회보 업무
15. 대학원장 추천서 발급 업무
16. 수강신청 및 등록 업무
17. 학생 해외유학 대상자 선정에 관한 업무
18. 대학원 학생정원조정 업무
19. 주임교수 및 지도교수 위촉 업무
20. 특별강좌‧공개강좌‧연구과정‧위탁생‧전문가과정 운영 업무
21. 각종 증명 발급 업무
22. 강사료에 관한 업무
23. 논문관리 업무
24. 실험실습비에 관한 업무
25. 수업시간표 편성에 관한 업무
26. 학사상담 및 지도에 관한 업무
27. 학생 병사 업무
28. 대학원장 직인관수
29. 기타 위 각호에 부수되는 사항
', contentJson = '[{"type":"text","num":"","text":"제6조(교학지원처) 교학지원처에 교무지원팀을 두고 다음 각 호의 사항을 분장한다.<개정 2016.8.22.><개정 2017.2.20.><개정 2019.1.23.><개정 2021.01.21.><개정 2021.07.22.><개정 2021.8.27.><개정 2023.11.07.>"},{"type":"text","num":"①","text":"학과(부) 업무"},{"type":"text","num":"1.","text":"교육의 기본계획 수립 및 조성"},{"type":"text","num":"2.","text":"학칙 및 학칙시행세칙 관리"},{"type":"text","num":"3.","text":"교육과정 운영 기본계획 수립 및 설치, 운영"},{"type":"text","num":"4.","text":"대학요람 발간"},{"type":"text","num":"5.","text":"입학식 및 학위수여식"},{"type":"text","num":"6.","text":"교수회, 교무회의 업무"},{"type":"text","num":"7.","text":"교원세미나 관련업무"},{"type":"text","num":"8.","text":"학사운영 기본계획 수립 및 조정"},{"type":"text","num":"9.","text":"수업계획 수립 및 관리"},{"type":"text","num":"10.","text":"수강신청계획 수립 및 시행"},{"type":"text","num":"11.","text":"강좌개설계획 수립 및 시행"},{"type":"text","num":"12.","text":"강의시간표 편성 및 조정"},{"type":"text","num":"13.","text":"각종 시험계획 수립 및 시행"},{"type":"text","num":"14.","text":"강의실 배정 및 조정"},{"type":"text","num":"15.","text":"강의계획서 수합 및 관리"},{"type":"text","num":"16.","text":"공개강좌 및 특별강좌"},{"type":"text","num":"17.","text":"교원 책임시간 관리"},{"type":"text","num":"18.","text":"전임교원의 타대학 출강 업무"},{"type":"text","num":"19.","text":"강의료 관련업무"},{"type":"text","num":"20.","text":"시간강사 경력증명서 발급"},{"type":"text","num":"21.","text":"학점초과신청 및 학점제한"},{"type":"text","num":"22.","text":"학적부 관리"},{"type":"text","num":"23.","text":"졸업 및 학위등록업무"},{"type":"text","num":"24.","text":"휴학, 제적, 퇴학, 복학, 재입학 및 전과 관련 업무"},{"type":"text","num":"25.","text":"실험실습기자재 파악, 수요조사, 정보제공, 효율적인 운영관리 및 구입요청에 관한 업무"},{"type":"text","num":"26.","text":"성적처리 및 관리"},{"type":"text","num":"27.","text":"성적우수학생 포상 및 성적불량학생 조치"},{"type":"text","num":"28.","text":"편입생 성적인정 업무"},{"type":"text","num":"29.","text":"재적생정원 관리 및 재학생 등록 업무"},{"type":"text","num":"30.","text":"학력조회 및 회신"},{"type":"text","num":"31.","text":"복수전공, 연계전공, 부전공 관련업무"},{"type":"text","num":"32.","text":"출․결석관리 및 휴․보강에 관한 업무"},{"type":"text","num":"33.","text":"장애학생을 위한 학습 지원체제 구축"},{"type":"text","num":"34.","text":"제증명 발급관리(학부/대학원) 및 관련 직인 관수"},{"type":"text","num":"35.","text":"교원자격검정에 관한 업무"},{"type":"text","num":"36.","text":"교직과정에 관한 업무"},{"type":"text","num":"37.","text":"학교현장실습에 관한 업무"},{"type":"text","num":"38.","text":"교육봉사활동에 관한 업무"},{"type":"text","num":"39.","text":"특강 및 계절학기 운용에 관한 업무"},{"type":"text","num":"40.","text":"평생교육사자격검정에 관한 업무"},{"type":"text","num":"41.","text":"처장직인 관수"},{"type":"text","num":"42.","text":"교원 임용 및 인사관리"},{"type":"text","num":"43.","text":"교원의 벤처기업 임원 겸직허가"},{"type":"text","num":"44.","text":"교원 복무 및 상벌업무"},{"type":"text","num":"45.","text":"교원의 보직임명 및 휴직과 복직"},{"type":"text","num":"46.","text":"교원의 휴직․복직 관련업무"},{"type":"text","num":"47.","text":"교원의 국내외 여행, 파견, 출장 및 연수업무"},{"type":"text","num":"48.","text":"교원의 국내교류 업무"},{"type":"text","num":"49.","text":"교원 제증명의 발급업무"},{"type":"text","num":"50.","text":"조교임용 및 복무관리"},{"type":"text","num":"51.","text":"교수연구실 배정"},{"type":"text","num":"52.","text":"연구년제 운영"},{"type":"text","num":"53.","text":"소관 제위원회 운영관리에 관한 업무"},{"type":"text","num":"54.","text":"기타 위 각 호에 부수되는 사항"},{"type":"text","num":"②","text":"대학원 업무 <신설 2023.11.07>"},{"type":"text","num":"1.","text":"대학원 입학에 관한 업무"},{"type":"text","num":"2.","text":"학위등록 및 수여에 관한 업무"},{"type":"text","num":"3.","text":"교과과정 편성 및 운영 업무"},{"type":"text","num":"4.","text":"시험 및 성적관리 업무"},{"type":"text","num":"5.","text":"수업관리 업무"},{"type":"text","num":"6.","text":"강사위촉 업무"},{"type":"text","num":"7.","text":"교원 출강관리에 관한 업무"},{"type":"text","num":"8.","text":"장학금 및 연구비 관련 업무"},{"type":"text","num":"9.","text":"원우회 활동 및 지도 업무"},{"type":"text","num":"10.","text":"학생상벌 업무"},{"type":"text","num":"11.","text":"학적부작성 및 관리 업무(재학생)"},{"type":"text","num":"12.","text":"재학생 학적이동에 관한 업무"},{"type":"text","num":"13.","text":"학사관계 보고 업무"},{"type":"text","num":"14.","text":"학력조회 및 회보 업무"},{"type":"text","num":"15.","text":"대학원장 추천서 발급 업무"},{"type":"text","num":"16.","text":"수강신청 및 등록 업무"},{"type":"text","num":"17.","text":"학생 해외유학 대상자 선정에 관한 업무"},{"type":"text","num":"18.","text":"대학원 학생정원조정 업무"},{"type":"text","num":"19.","text":"주임교수 및 지도교수 위촉 업무"},{"type":"text","num":"20.","text":"특별강좌‧공개강좌‧연구과정‧위탁생‧전문가과정 운영 업무"},{"type":"text","num":"21.","text":"각종 증명 발급 업무"},{"type":"text","num":"22.","text":"강사료에 관한 업무"},{"type":"text","num":"23.","text":"논문관리 업무"},{"type":"text","num":"24.","text":"실험실습비에 관한 업무"},{"type":"text","num":"25.","text":"수업시간표 편성에 관한 업무"},{"type":"text","num":"26.","text":"학사상담 및 지도에 관한 업무"},{"type":"text","num":"27.","text":"학생 병사 업무"},{"type":"text","num":"28.","text":"대학원장 직인관수"},{"type":"text","num":"29.","text":"기타 위 각호에 부수되는 사항"}]' WHERE articleNumber = 6 AND revisionId = 'de348873-195e-4828-8fde-5d689bc8577a' AND title = '교학지원처';