DELETE FROM Article WHERE revisionId = 'de348873-195e-4828-8fde-5d689bc8577a';
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 1, '목적', '제1장 총칙', '제1조(목적) 이 규정은 예원예술대학교 정관, 학칙, 직제규정에 의거 설치된 각 부서의 소관 사무를 규정 함을 목적으로 한다.<개정 2016.8.22.>

', '[{"type":"text","num":"","text":"제1조(목적) 이 규정은 예원예술대학교 정관, 학칙, 직제규정에 의거 설치된 각 부서의 소관 사무를 규정 함을 목적으로 한다.<개정 2016.8.22.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 2, '업무처리', '제1장 총칙', '제2조(업무처리) 동일한 사무가 둘 이상의 부서에 관련되는 업무는 그 비중이 많은 부서에서 처리함을 원칙으로 하며, 처리할 부서를 결정할 수 없는 경우에는 관련 부서의 협의를 거쳐 규정관리 부서장의 유권해석에 따른다.<개정 2016.8.22.>

', '[{"type":"text","num":"","text":"제2조(업무처리) 동일한 사무가 둘 이상의 부서에 관련되는 업무는 그 비중이 많은 부서에서 처리함을 원칙으로 하며, 처리할 부서를 결정할 수 없는 경우에는 관련 부서의 협의를 거쳐 규정관리 부서장의 유권해석에 따른다.<개정 2016.8.22.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 3, '각 부서의 공통업무', '제1장 총칙', '제3조(각 부서의 공통업무)
① 각 부서의 정책결정이 필요한 업무는 기획조정처의 사전 심의 절차를 거쳐야 한다.<개정 2014.12.1><개정 2016.8.22><개정 2017.2.20><개정 2017.09.25>
② 각 부서는 다음 각 호의 업무를 공통으로 수행한다.<개정 2016.8.22.>
1. 부서별 업무계획 및 발전계획 수립
2. 부서별 업무분석 및 제도개선
3. 부서별 업무와 관련한 대학경쟁력 제고 방안 수립 및 실천
4. 소관업무의 기본운영계획 수립 및 시행에 관한 사무
5. 소관업무에 관한 예산편성 요구
6. 소관업무에 관련 수입 및 지출 원인행위
7. 소관업무에 관한 제규정의 제정 및 개․폐에 대한 입안
8. 소속 교직원의 근무지 지정 및 사무분장
9. 소속 교직원 복무관리(근무태도, 국내외 출장 신청, 휴가, 외출 등)
10. 소관업무 관련사항의 보고
11. 부서별 업무와 관련한 자료 및 통계자료의 작성, 유지, 관리
12. 부서별 업무와 관련 위원회의 구성과 운영에 관한 사항
13. 부서가 사용하거나 관장하는 건물, 시설물, 비품 및 소모품 등의 유지관리
14. 자체관리 시설물의 보안, 방화, 환경미화 업무
15. 사무관리에 관한 사항
16. 타부서에서 요구하는 업무의 지원
17. 그 밖에 소관업무와 관련되거나 부수되는 업무

', '[{"type":"text","num":"","text":"제3조(각 부서의 공통업무)"},{"type":"text","num":"①","text":"각 부서의 정책결정이 필요한 업무는 기획조정처의 사전 심의 절차를 거쳐야 한다.<개정 2014.12.1><개정 2016.8.22><개정 2017.2.20><개정 2017.09.25>"},{"type":"text","num":"②","text":"각 부서는 다음 각 호의 업무를 공통으로 수행한다.<개정 2016.8.22.>"},{"type":"text","num":"1.","text":"부서별 업무계획 및 발전계획 수립"},{"type":"text","num":"2.","text":"부서별 업무분석 및 제도개선"},{"type":"text","num":"3.","text":"부서별 업무와 관련한 대학경쟁력 제고 방안 수립 및 실천"},{"type":"text","num":"4.","text":"소관업무의 기본운영계획 수립 및 시행에 관한 사무"},{"type":"text","num":"5.","text":"소관업무에 관한 예산편성 요구"},{"type":"text","num":"6.","text":"소관업무에 관련 수입 및 지출 원인행위"},{"type":"text","num":"7.","text":"소관업무에 관한 제규정의 제정 및 개․폐에 대한 입안"},{"type":"text","num":"8.","text":"소속 교직원의 근무지 지정 및 사무분장"},{"type":"text","num":"9.","text":"소속 교직원 복무관리(근무태도, 국내외 출장 신청, 휴가, 외출 등)"},{"type":"text","num":"10.","text":"소관업무 관련사항의 보고"},{"type":"text","num":"11.","text":"부서별 업무와 관련한 자료 및 통계자료의 작성, 유지, 관리"},{"type":"text","num":"12.","text":"부서별 업무와 관련 위원회의 구성과 운영에 관한 사항"},{"type":"text","num":"13.","text":"부서가 사용하거나 관장하는 건물, 시설물, 비품 및 소모품 등의 유지관리"},{"type":"text","num":"14.","text":"자체관리 시설물의 보안, 방화, 환경미화 업무"},{"type":"text","num":"15.","text":"사무관리에 관한 사항"},{"type":"text","num":"16.","text":"타부서에서 요구하는 업무의 지원"},{"type":"text","num":"17.","text":"그 밖에 소관업무와 관련되거나 부수되는 업무"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 4, '비서실', '제2장 총장 및 부총장 직속', '제4조(비서실)
① 비서실은 다음 각 호의 사항을 분장한다.<개정 2019.12.30.><개정 2023.11.07><개정 2025.12.09>
1. 총장 보좌
2. 총장 지시사항 처리 및 업무연락
3. 총장의 일정 관리 및 수행
4. 교내·외 행사진행 보고
5. 처장회 운영
6. 내빈안내 및 의전
7. 총장실, 부총장실 관리
8. 교기·교가 및 응원가 관리에 관한 업무
9. 소관 제위원회 운영관리에 관한 업무
10. 공문서 접수 및 발송에 관한 업무<신설 2025.12.09>
11. 그 밖에 위 각 호에 부수되는 업무 및 타부서의 업무에 속하지 아니하는 총장 및 부총장의 보좌에 관한 사항<개정 2025.12.09.>

', '[{"type":"text","num":"","text":"제4조(비서실)"},{"type":"text","num":"①","text":"비서실은 다음 각 호의 사항을 분장한다.<개정 2019.12.30.><개정 2023.11.07><개정 2025.12.09>"},{"type":"text","num":"1.","text":"총장 보좌"},{"type":"text","num":"2.","text":"총장 지시사항 처리 및 업무연락"},{"type":"text","num":"3.","text":"총장의 일정 관리 및 수행"},{"type":"text","num":"4.","text":"교내·외 행사진행 보고"},{"type":"text","num":"5.","text":"처장회 운영"},{"type":"text","num":"6.","text":"내빈안내 및 의전"},{"type":"text","num":"7.","text":"총장실, 부총장실 관리"},{"type":"text","num":"8.","text":"교기·교가 및 응원가 관리에 관한 업무"},{"type":"text","num":"9.","text":"소관 제위원회 운영관리에 관한 업무"},{"type":"text","num":"10.","text":"공문서 접수 및 발송에 관한 업무<신설 2025.12.09>"},{"type":"text","num":"11.","text":"그 밖에 위 각 호에 부수되는 업무 및 타부서의 업무에 속하지 아니하는 총장 및 부총장의 보좌에 관한 사항<개정 2025.12.09.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 5, '홍보실', '제2장 총장 및 부총장 직속', '제5조(홍보실) 삭제 <2017.09.25>

', '[{"type":"text","num":"","text":"제5조(홍보실) 삭제 <2017.09.25>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 6, '교학지원처', '제3장 교학지원처', '제6조(교학지원처) 교학지원처에 교무지원팀을 두고 다음 각 호의 사항을 분장한다.<개정 2016.8.22.>
<개정 2017.2.20.><개정 2019.1.23.><개정 2021.01.21.><개정 2021.07.22.><개정 2021.8.27.><개 정 2023.11.07.>
① 학과(부) 업무
1. 교육의 기본계획 수립 및 조성
2. 학칙 및 학칙시행세칙 관리
3. 교육과정 운영 기본계획 수립 및 설치, 운영
4. 대학요람 발간
5. 입학식 및 학위수여식
6. 교수회, 교무회의 업무
7. 교원세미나 관련업무
8. 학사운영 기본계획 수립 및 조정
9. 수업계획 수립 및 관리
10. 수강신청계획 수립 및 시행
11. 강좌개설계획 수립 및 시행
12. 강의시간표 편성 및 조정
13. 각종 시험계획 수립 및 시행
14. 강의실 배정 및 조정
15. 강의계획서 수합 및 관리
16. 공개강좌 및 특별강좌
17. 교원 책임시간 관리
18. 전임교원의 타대학 출강 업무
19. 강의료 관련업무
20. 시간강사 경력증명서 발급
21. 학점초과신청 및 학점제한
22. 학적부 관리
23. 졸업 및 학위등록업무
24. 휴학, 제적, 퇴학, 복학, 재입학 및 전과 관련 업무
25. 실험실습기자재 파악, 수요조사, 정보제공, 효율적인 운영관리 및 구입요청에 관한 업무
26. 성적처리 및 관리
27. 성적우수학생 포상 및 성적불량학생 조치
28. 편입생 성적인정 업무
29. 재적생정원 관리 및 재학생 등록 업무
30. 학력조회 및 회신
31. 복수전공, 연계전공, 부전공 관련업무
32. 출․결석관리 및 휴․보강에 관한 업무
33. 장애학생을 위한 학습 지원체제 구축
34. 제증명 발급관리(학부/대학원) 및 관련 직인 관수
35. 교원자격검정에 관한 업무
36. 교직과정에 관한 업무
37. 학교현장실습에 관한 업무
38. 교육봉사활동에 관한 업무
39. 특강 및 계절학기 운용에 관한 업무
40. 평생교육사자격검정에 관한 업무
41. 처장직인 관수
42. 교원 임용 및 인사관리
43. 교원의 벤처기업 임원 겸직허가
44. 교원 복무 및 상벌업무
45. 교원의 보직임명 및 휴직과 복직
46. 교원의 휴직․복직 관련업무
47. 교원의 국내외 여행, 파견, 출장 및 연수업무
48. 교원의 국내교류 업무
49. 교원 제증명의 발급업무
50. 조교임용 및 복무관리
51. 교수연구실 배정
52. 연구년제 운영
53. 소관 제위원회 운영관리에 관한 업무
54. 기타 위 각 호에 부수되는 사항
② 대학원 업무 <신설 2023.11.07>
1. 대학원 입학에 관한 업무
2. 학위등록 및 수여에 관한 업무
3. 교과과정 편성 및 운영 업무
4. 시험 및 성적관리 업무
5. 수업관리 업무
6. 강사위촉 업무
7. 교원 출강관리에 관한 업무
8. 장학금 및 연구비 관련 업무
9. 원우회 활동 및 지도 업무
10. 학생상벌 업무
11. 학적부작성 및 관리 업무(재학생)
12. 재학생 학적이동에 관한 업무
13. 학사관계 보고 업무
14. 학력조회 및 회보 업무
15. 대학원장 추천서 발급 업무
16. 수강신청 및 등록 업무
17. 학생 해외유학 대상자 선정에 관한 업무
18. 대학원 학생정원조정 업무
19. 주임교수 및 지도교수 위촉 업무
20. 특별강좌‧공개강좌‧연구과정‧위탁생‧전문가과정 운영 업무
21. 각종 증명 발급 업무
22. 강사료에 관한 업무
23. 논문관리 업무
24. 실험실습비에 관한 업무
25. 수업시간표 편성에 관한 업무
26. 학사상담 및 지도에 관한 업무
27. 학생 병사 업무
28. 대학원장 직인관수
29. 기타 위 각호에 부수되는 사항

', '[{"type":"text","num":"","text":"제6조(교학지원처) 교학지원처에 교무지원팀을 두고 다음 각 호의 사항을 분장한다.<개정 2016.8.22.>"},{"type":"text","num":"","text":"<개정 2017.2.20.><개정 2019.1.23.><개정 2021.01.21.><개정 2021.07.22.><개정 2021.8.27.><개 정 2023.11.07.>"},{"type":"text","num":"①","text":"학과(부) 업무"},{"type":"text","num":"1.","text":"교육의 기본계획 수립 및 조성"},{"type":"text","num":"2.","text":"학칙 및 학칙시행세칙 관리"},{"type":"text","num":"3.","text":"교육과정 운영 기본계획 수립 및 설치, 운영"},{"type":"text","num":"4.","text":"대학요람 발간"},{"type":"text","num":"5.","text":"입학식 및 학위수여식"},{"type":"text","num":"6.","text":"교수회, 교무회의 업무"},{"type":"text","num":"7.","text":"교원세미나 관련업무"},{"type":"text","num":"8.","text":"학사운영 기본계획 수립 및 조정"},{"type":"text","num":"9.","text":"수업계획 수립 및 관리"},{"type":"text","num":"10.","text":"수강신청계획 수립 및 시행"},{"type":"text","num":"11.","text":"강좌개설계획 수립 및 시행"},{"type":"text","num":"12.","text":"강의시간표 편성 및 조정"},{"type":"text","num":"13.","text":"각종 시험계획 수립 및 시행"},{"type":"text","num":"14.","text":"강의실 배정 및 조정"},{"type":"text","num":"15.","text":"강의계획서 수합 및 관리"},{"type":"text","num":"16.","text":"공개강좌 및 특별강좌"},{"type":"text","num":"17.","text":"교원 책임시간 관리"},{"type":"text","num":"18.","text":"전임교원의 타대학 출강 업무"},{"type":"text","num":"19.","text":"강의료 관련업무"},{"type":"text","num":"20.","text":"시간강사 경력증명서 발급"},{"type":"text","num":"21.","text":"학점초과신청 및 학점제한"},{"type":"text","num":"22.","text":"학적부 관리"},{"type":"text","num":"23.","text":"졸업 및 학위등록업무"},{"type":"text","num":"24.","text":"휴학, 제적, 퇴학, 복학, 재입학 및 전과 관련 업무"},{"type":"text","num":"25.","text":"실험실습기자재 파악, 수요조사, 정보제공, 효율적인 운영관리 및 구입요청에 관한 업무"},{"type":"text","num":"26.","text":"성적처리 및 관리"},{"type":"text","num":"27.","text":"성적우수학생 포상 및 성적불량학생 조치"},{"type":"text","num":"28.","text":"편입생 성적인정 업무"},{"type":"text","num":"29.","text":"재적생정원 관리 및 재학생 등록 업무"},{"type":"text","num":"30.","text":"학력조회 및 회신"},{"type":"text","num":"31.","text":"복수전공, 연계전공, 부전공 관련업무"},{"type":"text","num":"32.","text":"출․결석관리 및 휴․보강에 관한 업무"},{"type":"text","num":"33.","text":"장애학생을 위한 학습 지원체제 구축"},{"type":"text","num":"34.","text":"제증명 발급관리(학부/대학원) 및 관련 직인 관수"},{"type":"text","num":"35.","text":"교원자격검정에 관한 업무"},{"type":"text","num":"36.","text":"교직과정에 관한 업무"},{"type":"text","num":"37.","text":"학교현장실습에 관한 업무"},{"type":"text","num":"38.","text":"교육봉사활동에 관한 업무"},{"type":"text","num":"39.","text":"특강 및 계절학기 운용에 관한 업무"},{"type":"text","num":"40.","text":"평생교육사자격검정에 관한 업무"},{"type":"text","num":"41.","text":"처장직인 관수"},{"type":"text","num":"42.","text":"교원 임용 및 인사관리"},{"type":"text","num":"43.","text":"교원의 벤처기업 임원 겸직허가"},{"type":"text","num":"44.","text":"교원 복무 및 상벌업무"},{"type":"text","num":"45.","text":"교원의 보직임명 및 휴직과 복직"},{"type":"text","num":"46.","text":"교원의 휴직․복직 관련업무"},{"type":"text","num":"47.","text":"교원의 국내외 여행, 파견, 출장 및 연수업무"},{"type":"text","num":"48.","text":"교원의 국내교류 업무"},{"type":"text","num":"49.","text":"교원 제증명의 발급업무"},{"type":"text","num":"50.","text":"조교임용 및 복무관리"},{"type":"text","num":"51.","text":"교수연구실 배정"},{"type":"text","num":"52.","text":"연구년제 운영"},{"type":"text","num":"53.","text":"소관 제위원회 운영관리에 관한 업무"},{"type":"text","num":"54.","text":"기타 위 각 호에 부수되는 사항"},{"type":"text","num":"②","text":"대학원 업무 <신설 2023.11.07>"},{"type":"text","num":"1.","text":"대학원 입학에 관한 업무"},{"type":"text","num":"2.","text":"학위등록 및 수여에 관한 업무"},{"type":"text","num":"3.","text":"교과과정 편성 및 운영 업무"},{"type":"text","num":"4.","text":"시험 및 성적관리 업무"},{"type":"text","num":"5.","text":"수업관리 업무"},{"type":"text","num":"6.","text":"강사위촉 업무"},{"type":"text","num":"7.","text":"교원 출강관리에 관한 업무"},{"type":"text","num":"8.","text":"장학금 및 연구비 관련 업무"},{"type":"text","num":"9.","text":"원우회 활동 및 지도 업무"},{"type":"text","num":"10.","text":"학생상벌 업무"},{"type":"text","num":"11.","text":"학적부작성 및 관리 업무(재학생)"},{"type":"text","num":"12.","text":"재학생 학적이동에 관한 업무"},{"type":"text","num":"13.","text":"학사관계 보고 업무"},{"type":"text","num":"14.","text":"학력조회 및 회보 업무"},{"type":"text","num":"15.","text":"대학원장 추천서 발급 업무"},{"type":"text","num":"16.","text":"수강신청 및 등록 업무"},{"type":"text","num":"17.","text":"학생 해외유학 대상자 선정에 관한 업무"},{"type":"text","num":"18.","text":"대학원 학생정원조정 업무"},{"type":"text","num":"19.","text":"주임교수 및 지도교수 위촉 업무"},{"type":"text","num":"20.","text":"특별강좌‧공개강좌‧연구과정‧위탁생‧전문가과정 운영 업무"},{"type":"text","num":"21.","text":"각종 증명 발급 업무"},{"type":"text","num":"22.","text":"강사료에 관한 업무"},{"type":"text","num":"23.","text":"논문관리 업무"},{"type":"text","num":"24.","text":"실험실습비에 관한 업무"},{"type":"text","num":"25.","text":"수업시간표 편성에 관한 업무"},{"type":"text","num":"26.","text":"학사상담 및 지도에 관한 업무"},{"type":"text","num":"27.","text":"학생 병사 업무"},{"type":"text","num":"28.","text":"대학원장 직인관수"},{"type":"text","num":"29.","text":"기타 위 각호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 7, '교수학습지원센터', '제3장 교학지원처', '제7조(교수학습지원센터) 삭제 <2023.11.07>

', '[{"type":"text","num":"","text":"제7조(교수학습지원센터) 삭제 <2023.11.07>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8, '사회봉사센터', '제3장 교학지원처', '제8조(사회봉사센터) 교학지원처에 사회봉사센터를 두고 다음 각 호의 업무를 담당한다.<조신설 2015.1.13.>
1. 센터 사업계획 수립
2. 사회봉사 및 사회복지 서비스 프로그램 개발
3. 국내 및 해외 사회봉사활동 기관과의 상호교류 및 네트워크 구축
4. 사회봉사활동자의 교육，배치，평가
5. 사회봉사활동 지원 및 관리
6. 사회봉사활동 및 사회복지사업 실천
7. 사회봉사교과목 개설 및 학점관리
8. 사회봉사 및 사회복지분야에 대한 조사 연구
9. 그 밖에 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제8조(사회봉사센터) 교학지원처에 사회봉사센터를 두고 다음 각 호의 업무를 담당한다.<조신설 2015.1.13.>"},{"type":"text","num":"1.","text":"센터 사업계획 수립"},{"type":"text","num":"2.","text":"사회봉사 및 사회복지 서비스 프로그램 개발"},{"type":"text","num":"3.","text":"국내 및 해외 사회봉사활동 기관과의 상호교류 및 네트워크 구축"},{"type":"text","num":"4.","text":"사회봉사활동자의 교육，배치，평가"},{"type":"text","num":"5.","text":"사회봉사활동 지원 및 관리"},{"type":"text","num":"6.","text":"사회봉사활동 및 사회복지사업 실천"},{"type":"text","num":"7.","text":"사회봉사교과목 개설 및 학점관리"},{"type":"text","num":"8.","text":"사회봉사 및 사회복지분야에 대한 조사 연구"},{"type":"text","num":"9.","text":"그 밖에 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 9, '학생상담센터', '제3장 교학지원처', '제9조(학생상담센터) 삭제 <2021.07.22.>

', '[{"type":"text","num":"","text":"제9조(학생상담센터) 삭제 <2021.07.22.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 10, '장애학생지원센터', '제3장 교학지원처', '제10조(장애학생지원센터) 삭제 <2021.07.22.>

', '[{"type":"text","num":"","text":"제10조(장애학생지원센터) 삭제 <2021.07.22.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 10, '제10조의2(학생종합서비스센터)', '제3장 교학지원처', '제10조의2(학생종합서비스센터) 삭제 <2021.07.22.>

', '[{"type":"text","num":"","text":"제10조의2(학생종합서비스센터) 삭제 <2021.07.22.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 10, '제10조의3(취업ㆍ창업지원센터)', '제3장 교학지원처', '제10조의3(취업ㆍ창업지원센터) 삭제 <2021.07.22.>

', '[{"type":"text","num":"","text":"제10조의3(취업ㆍ창업지원센터) 삭제 <2021.07.22.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 10, '제10조의4(원격교육지원센터)', '제3장 교학지원처', '제10조의4(원격교육지원센터) 삭제 <2023.11.07.>

', '[{"type":"text","num":"","text":"제10조의4(원격교육지원센터) 삭제 <2023.11.07.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 10, '제10조의5(학생종합서비스센터)', '제3장 교학지원처', '제10조의5(학생종합서비스센터) 교학지원처에 학생종합서비스센터를 두고 다음 각 호의 업무를 담당한
다. <조신설 2023.11.07>
1. 학생행사 지도
2. 학생간행물 및 광고물 지도
3. 학생학술활동 지도
4. 학생 자치기구 선거지도에 관한 업무
5. 학생회 집회 조정 및 지도에 관한 업무
6. 학생 생활 지도에 관한 업무
7. 학생회 지원 관리에 관한 업무
8. 학생 문화ㆍ예술 활동에 관한 업무
9. 학생복지시설관리에 관한 업무
10. 교내 복지ㆍ후생 업소 관리 및 운영에 관한 업무
11. 기타 위 각호에 부수되는 사항

', '[{"type":"text","num":"","text":"제10조의5(학생종합서비스센터) 교학지원처에 학생종합서비스센터를 두고 다음 각 호의 업무를 담당한"},{"type":"text","num":"다.","text":"<조신설 2023.11.07>"},{"type":"text","num":"1.","text":"학생행사 지도"},{"type":"text","num":"2.","text":"학생간행물 및 광고물 지도"},{"type":"text","num":"3.","text":"학생학술활동 지도"},{"type":"text","num":"4.","text":"학생 자치기구 선거지도에 관한 업무"},{"type":"text","num":"5.","text":"학생회 집회 조정 및 지도에 관한 업무"},{"type":"text","num":"6.","text":"학생 생활 지도에 관한 업무"},{"type":"text","num":"7.","text":"학생회 지원 관리에 관한 업무"},{"type":"text","num":"8.","text":"학생 문화ㆍ예술 활동에 관한 업무"},{"type":"text","num":"9.","text":"학생복지시설관리에 관한 업무"},{"type":"text","num":"10.","text":"교내 복지ㆍ후생 업소 관리 및 운영에 관한 업무"},{"type":"text","num":"11.","text":"기타 위 각호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 10, '제10조의6(전북희망캠퍼스 교육지원센터)', '제3장 교학지원처', '제10조의6(전북희망캠퍼스 교육지원센터) 교학지원처에 전북희망캠퍼스 교육지원센터를 두고 다음 각 호의 업무를 담당한다.<신설 2025.09.24>
1. 유학생 관리 및 지원 업무
2. 성인학습자 관리 및 지원 업무
3. 학적 관리 및 증명 업무 지원 업무
4. 학생 상담 및 생활 지도 업무
5. 장학 및 학자금 지원 협조 업무
6. 진로·취업 지도 및 비교과 프로그램 운영 지원 업무
7. 학생 복지 및 편의 지원 업무
8. 기타 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제10조의6(전북희망캠퍼스 교육지원센터) 교학지원처에 전북희망캠퍼스 교육지원센터를 두고 다음 각 호의 업무를 담당한다.<신설 2025.09.24>"},{"type":"text","num":"1.","text":"유학생 관리 및 지원 업무"},{"type":"text","num":"2.","text":"성인학습자 관리 및 지원 업무"},{"type":"text","num":"3.","text":"학적 관리 및 증명 업무 지원 업무"},{"type":"text","num":"4.","text":"학생 상담 및 생활 지도 업무"},{"type":"text","num":"5.","text":"장학 및 학자금 지원 협조 업무"},{"type":"text","num":"6.","text":"진로·취업 지도 및 비교과 프로그램 운영 지원 업무"},{"type":"text","num":"7.","text":"학생 복지 및 편의 지원 업무"},{"type":"text","num":"8.","text":"기타 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 11, '기획조정처', '제4장 기획조정처', '제11조(기획조정처) 기획조정처에 기획조정팀과 성과관리팀을 두고 다음 사항을 분장한다.<개정 2015.1.13><개정 2016.8.22.><개정 2017.2.20.><개정 2017.09.25.><개정 2021.01.21.><개정 2023.10.05.>
① 기획조정 업무
1. 각 단위 부서의 정책입안 및 시행요구 업무
2. 각 처, 실의 업무조정에 관한 사항
3. 조직과 편제의 관리 및 조정
4. 제 규정 및 업무지침의 제정, 개폐․보완, 해석과 관리
5. 대학평의원회, 기획위원회 및 관련 위원회(TF팀) 업무
6. 교원 연구업적평가 총괄 업무
7. 교내특성화사업 업무
8. 평가관련 위원회 업무
9. 학교 관련 자료 관리 및 보존에 관한 업무
10. 자체감사에 관한 업무
11. 감사 기본계획 수립
12. 교내 정기 감사
13. 특별 감사
14. 감사 후속조치에 따른 업무
15. 입시 및 편입학 공정관리위원회 업무
16. 교내 연구비 지원에 관한 업무
17. 교수 학술활동 지원에 관한 업무
18. 학술대회 및 세미나 지원에 관한 업무
19. 학교 전체 공간배정(행정ㆍ교육ㆍ부속기관ㆍ부설기관 공간 등)에 관한 업무
20. 소송에 관한 업무
21. 소관 제위원회 운영관리에 관한 업무
22. 장단기 재정계획 및 재무전략 수립
23. 예산전반의 주요 정책 및 운영계획 수립
24. 예산의 편성 및 통제
25. 등록금, 인건비, 강사료 및 제 증명료 등 책정 업무
26. 교직원 보수 및 연봉 관련 책정 업무
27. 차입금 및 국고보조금 업무
28. 등록금심의위원회 업무
29. 교직원 특별성과급 평가위원회 업무
30. 등록금 통계 업무
31. 학과 운영수지 분석 평가 및 학과 평가 업무
32. 주요 정책 관련 경영・재무 분석 및 진단 평가
33. 사업 관련 경영분석 평가
34. 소관 제위원회 운영관리에 관한 업무
35. 그 밖에 위 각 호에 부수되는 사항
② 성과관리 업무
1. 장단기발전계획 및 경영전략 수립
2. 대학 전반의 주요정책과 운영계획 수립
3. 대학특성화 정책수립 및 지원
4. 정책사업 개발 및 정책연구 지원 업무
5. 대내외 평가 기본계획 수립 및 시행
6. 통계자료 수집과 분석 및 관리
7. 대학정보공시에 관한 업무
8. 대학특성화 자료 입력 및 공시 업무
9. 대학평가 및 대학기관인증평가 업무
10. 대학 평가와 관련한 분석, 관리 업무
11. 자체평가 실시 및 관련 개선사항 점검 업무
12. 대학 주요 지표 데이터 분석 및 연구 업무
13. 성과관리시스템 구축 및 운영 업무
14. 그 밖에 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제11조(기획조정처) 기획조정처에 기획조정팀과 성과관리팀을 두고 다음 사항을 분장한다.<개정 2015.1.13><개정 2016.8.22.><개정 2017.2.20.><개정 2017.09.25.><개정 2021.01.21.><개정 2023.10.05.>"},{"type":"text","num":"①","text":"기획조정 업무"},{"type":"text","num":"1.","text":"각 단위 부서의 정책입안 및 시행요구 업무"},{"type":"text","num":"2.","text":"각 처, 실의 업무조정에 관한 사항"},{"type":"text","num":"3.","text":"조직과 편제의 관리 및 조정"},{"type":"text","num":"4.","text":"제 규정 및 업무지침의 제정, 개폐․보완, 해석과 관리"},{"type":"text","num":"5.","text":"대학평의원회, 기획위원회 및 관련 위원회(TF팀) 업무"},{"type":"text","num":"6.","text":"교원 연구업적평가 총괄 업무"},{"type":"text","num":"7.","text":"교내특성화사업 업무"},{"type":"text","num":"8.","text":"평가관련 위원회 업무"},{"type":"text","num":"9.","text":"학교 관련 자료 관리 및 보존에 관한 업무"},{"type":"text","num":"10.","text":"자체감사에 관한 업무"},{"type":"text","num":"11.","text":"감사 기본계획 수립"},{"type":"text","num":"12.","text":"교내 정기 감사"},{"type":"text","num":"13.","text":"특별 감사"},{"type":"text","num":"14.","text":"감사 후속조치에 따른 업무"},{"type":"text","num":"15.","text":"입시 및 편입학 공정관리위원회 업무"},{"type":"text","num":"16.","text":"교내 연구비 지원에 관한 업무"},{"type":"text","num":"17.","text":"교수 학술활동 지원에 관한 업무"},{"type":"text","num":"18.","text":"학술대회 및 세미나 지원에 관한 업무"},{"type":"text","num":"19.","text":"학교 전체 공간배정(행정ㆍ교육ㆍ부속기관ㆍ부설기관 공간 등)에 관한 업무"},{"type":"text","num":"20.","text":"소송에 관한 업무"},{"type":"text","num":"21.","text":"소관 제위원회 운영관리에 관한 업무"},{"type":"text","num":"22.","text":"장단기 재정계획 및 재무전략 수립"},{"type":"text","num":"23.","text":"예산전반의 주요 정책 및 운영계획 수립"},{"type":"text","num":"24.","text":"예산의 편성 및 통제"},{"type":"text","num":"25.","text":"등록금, 인건비, 강사료 및 제 증명료 등 책정 업무"},{"type":"text","num":"26.","text":"교직원 보수 및 연봉 관련 책정 업무"},{"type":"text","num":"27.","text":"차입금 및 국고보조금 업무"},{"type":"text","num":"28.","text":"등록금심의위원회 업무"},{"type":"text","num":"29.","text":"교직원 특별성과급 평가위원회 업무"},{"type":"text","num":"30.","text":"등록금 통계 업무"},{"type":"text","num":"31.","text":"학과 운영수지 분석 평가 및 학과 평가 업무"},{"type":"text","num":"32.","text":"주요 정책 관련 경영・재무 분석 및 진단 평가"},{"type":"text","num":"33.","text":"사업 관련 경영분석 평가"},{"type":"text","num":"34.","text":"소관 제위원회 운영관리에 관한 업무"},{"type":"text","num":"35.","text":"그 밖에 위 각 호에 부수되는 사항"},{"type":"text","num":"②","text":"성과관리 업무"},{"type":"text","num":"1.","text":"장단기발전계획 및 경영전략 수립"},{"type":"text","num":"2.","text":"대학 전반의 주요정책과 운영계획 수립"},{"type":"text","num":"3.","text":"대학특성화 정책수립 및 지원"},{"type":"text","num":"4.","text":"정책사업 개발 및 정책연구 지원 업무"},{"type":"text","num":"5.","text":"대내외 평가 기본계획 수립 및 시행"},{"type":"text","num":"6.","text":"통계자료 수집과 분석 및 관리"},{"type":"text","num":"7.","text":"대학정보공시에 관한 업무"},{"type":"text","num":"8.","text":"대학특성화 자료 입력 및 공시 업무"},{"type":"text","num":"9.","text":"대학평가 및 대학기관인증평가 업무"},{"type":"text","num":"10.","text":"대학 평가와 관련한 분석, 관리 업무"},{"type":"text","num":"11.","text":"자체평가 실시 및 관련 개선사항 점검 업무"},{"type":"text","num":"12.","text":"대학 주요 지표 데이터 분석 및 연구 업무"},{"type":"text","num":"13.","text":"성과관리시스템 구축 및 운영 업무"},{"type":"text","num":"14.","text":"그 밖에 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 12, '행정지원처', '제5장 행정지원처', '제12조(행정지원처) 행정지원처에 행정지원팀을 두고 다음 사항을 분장한다.<개정 2016.8.22.><개정 2017.2.20.><개정 2020.08.05.><개정 2021.01.21.><개정 2023.11.07.><개정 2025.09.24.><개정 2025.12.09>
① 행정지원 업무(총무)
1. 총장 및 행정지원처장 직인관리에 관한 업무
2. <삭제 2025.12.09>
3. 직인 등록, 변경 및 폐기에 관한 업무
4. 비밀문서 관리 및 보존에 관한 업무
5. 비밀취급인가 취득 및 해지에 관한 업무
6. 보안 및 비상계획에 관한 업무
7. 직원 복무관리에 관한 업무
8. 당직관리에 관한 업무
9. 문서 보존, 수발, 이전에 관한 업무
10. 우편물 관리에 관한 업무
11. 교내 행사 준비 및 진행에 관한 업무
12. 민원사무에 관한 업무
13. 사무 인수ㆍ인계에 관한 업무
14. 정보공개에 관한 업무
15. 직원 출장 및 파견에 관한 업무
16. 일반직원 인사명령(승진, 신규임용 등)에 관한 업무
17. 일반직원 임용 및 인사기록에 관한 업무
18. 일반직원 상훈, 징계, 전력 및 신원조회에 관한 업무
19. 일반직원 교육훈련 및 국외 여행 파견에 관한 업무
20. 일반직원 제증명 발급에 관한 업무
21. 교직원 사대보험 관련 업무
22. 직원 인사위원회 사무에 관한 업무
23. 교직원 후생 복지에 관한 업무
24. 부동산 취득, 처분, 자산보험 및 사후관리(재산관리)에 관한 업무
25. 고정자산의 관리, 전용, 폐기 및 기타 처분에 관한 업무
26. 시설물의 공사, 유지, 보수도급 계약에 관한 업무
27. 각종 시설물의 등기(건축, 토목, 기타 공사 사항)에 관한 업무
28. 실험실습기자재 구입, 발주 및 검수에 관한 업무
29. 제반 구입 물품의 검수부등기, 수불에 관한 업무
30. 교내・외 전화 운용에 관한 업무
31. 비품, 실험실습기자재 교구의 유지, 보수, 관리, 운용에 관한 업무
32. 총괄 자산의 재평가 및 보고에 관한 업무
33. 공사 및 각종 인허가에 관련된 업무
34. 각종 시설 공사 감독 및 준공 하자 검사에 관한 업무
35. 조경시설의 유지, 보수 및 운용 관리에 관한 업무
36. 각 건물 유지, 보수 및 운용 관리에 관한 업무
37. 시설활용 조사 관리에 관한 업무
38. 설비시설(전기, 통신, 소방, 냉・난방 등) 운용 관리에 관한 업무
39. 영선업무
40. 하수도 시설 유지, 보수, 운용 관리에 관한 업무
41. 변전실, 기계실, 영수실, 보일러실 운용 관리에 관한 업무
42. 환경(폐수 처리 및 정화조 등)에 관한 업무
43. 환경미화에 관한 업무
44. 학교 환경위생 정화구역 관리에 관한 업무
45. 교내 경비에 관한 업무
46. 스쿨버스 계약에 관한 업무
47. 장비 사용 및 대여에 관한 업무
48. 교내 시설물(강당, 체육관 등) 사용허가에 관한 업무
49. 교내 시설 및 부착물의 발주에 관한 업무
50. 학교소유의 차량운행 및 관리에 관한 업무
51. 구내 시설물의 임대 및 기타 계약체결에 관한 업무
52. 물품 구매 입찰에 관한 업무
53. 소모품 수불 및 관리에 관한 업무
54. 검수조서 및 대장의 관리
55. 검수실적 통계
56. 소관 제위원회 운영관리에 관한 업무
57. 기타 각 위 각 호에 부수되는 사항
② 행정지원 업무(재무)
1. 세입ㆍ세출 예산 집행에 관한 업무
2. 기성회 회계 및 자금관리에 관한 업무
3. 교직원 급여 및 제수당 산출에 관한 업무
4. 보수 지급 및 원천징수에 관한 업무
5. 교직원 사학연금 및 공제회 운영에 관한 업무
6. 내국인 등록금 수납 및 환급에 관한 업무<개정 2025.09.24>
7. 차입금에 대한 원리금 상환업무
8. 공공요금 지불 원인 행위에 관한 업무
9. 제세공과금 납부에 관한 업무(부속기관 공과금 포함)
10. 연말 정산의 업무
11. 결산 업무
12. 출판기금 관리에 관한 업무
13. 발전기금 조성 및 운영 업무
14. 교내ㆍ외 연구비 원천징수에 관한 업무
15. 연구기금 관리에 관한 업무
16. 기타 재무에 관한 사항
17. 소관 제위원회 운영관리에 관한 업무
18. 기타 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제12조(행정지원처) 행정지원처에 행정지원팀을 두고 다음 사항을 분장한다.<개정 2016.8.22.><개정 2017.2.20.><개정 2020.08.05.><개정 2021.01.21.><개정 2023.11.07.><개정 2025.09.24.><개정 2025.12.09>"},{"type":"text","num":"①","text":"행정지원 업무(총무)"},{"type":"text","num":"1.","text":"총장 및 행정지원처장 직인관리에 관한 업무"},{"type":"text","num":"2.","text":"<삭제 2025.12.09>"},{"type":"text","num":"3.","text":"직인 등록, 변경 및 폐기에 관한 업무"},{"type":"text","num":"4.","text":"비밀문서 관리 및 보존에 관한 업무"},{"type":"text","num":"5.","text":"비밀취급인가 취득 및 해지에 관한 업무"},{"type":"text","num":"6.","text":"보안 및 비상계획에 관한 업무"},{"type":"text","num":"7.","text":"직원 복무관리에 관한 업무"},{"type":"text","num":"8.","text":"당직관리에 관한 업무"},{"type":"text","num":"9.","text":"문서 보존, 수발, 이전에 관한 업무"},{"type":"text","num":"10.","text":"우편물 관리에 관한 업무"},{"type":"text","num":"11.","text":"교내 행사 준비 및 진행에 관한 업무"},{"type":"text","num":"12.","text":"민원사무에 관한 업무"},{"type":"text","num":"13.","text":"사무 인수ㆍ인계에 관한 업무"},{"type":"text","num":"14.","text":"정보공개에 관한 업무"},{"type":"text","num":"15.","text":"직원 출장 및 파견에 관한 업무"},{"type":"text","num":"16.","text":"일반직원 인사명령(승진, 신규임용 등)에 관한 업무"},{"type":"text","num":"17.","text":"일반직원 임용 및 인사기록에 관한 업무"},{"type":"text","num":"18.","text":"일반직원 상훈, 징계, 전력 및 신원조회에 관한 업무"},{"type":"text","num":"19.","text":"일반직원 교육훈련 및 국외 여행 파견에 관한 업무"},{"type":"text","num":"20.","text":"일반직원 제증명 발급에 관한 업무"},{"type":"text","num":"21.","text":"교직원 사대보험 관련 업무"},{"type":"text","num":"22.","text":"직원 인사위원회 사무에 관한 업무"},{"type":"text","num":"23.","text":"교직원 후생 복지에 관한 업무"},{"type":"text","num":"24.","text":"부동산 취득, 처분, 자산보험 및 사후관리(재산관리)에 관한 업무"},{"type":"text","num":"25.","text":"고정자산의 관리, 전용, 폐기 및 기타 처분에 관한 업무"},{"type":"text","num":"26.","text":"시설물의 공사, 유지, 보수도급 계약에 관한 업무"},{"type":"text","num":"27.","text":"각종 시설물의 등기(건축, 토목, 기타 공사 사항)에 관한 업무"},{"type":"text","num":"28.","text":"실험실습기자재 구입, 발주 및 검수에 관한 업무"},{"type":"text","num":"29.","text":"제반 구입 물품의 검수부등기, 수불에 관한 업무"},{"type":"text","num":"30.","text":"교내・외 전화 운용에 관한 업무"},{"type":"text","num":"31.","text":"비품, 실험실습기자재 교구의 유지, 보수, 관리, 운용에 관한 업무"},{"type":"text","num":"32.","text":"총괄 자산의 재평가 및 보고에 관한 업무"},{"type":"text","num":"33.","text":"공사 및 각종 인허가에 관련된 업무"},{"type":"text","num":"34.","text":"각종 시설 공사 감독 및 준공 하자 검사에 관한 업무"},{"type":"text","num":"35.","text":"조경시설의 유지, 보수 및 운용 관리에 관한 업무"},{"type":"text","num":"36.","text":"각 건물 유지, 보수 및 운용 관리에 관한 업무"},{"type":"text","num":"37.","text":"시설활용 조사 관리에 관한 업무"},{"type":"text","num":"38.","text":"설비시설(전기, 통신, 소방, 냉・난방 등) 운용 관리에 관한 업무"},{"type":"text","num":"39.","text":"영선업무"},{"type":"text","num":"40.","text":"하수도 시설 유지, 보수, 운용 관리에 관한 업무"},{"type":"text","num":"41.","text":"변전실, 기계실, 영수실, 보일러실 운용 관리에 관한 업무"},{"type":"text","num":"42.","text":"환경(폐수 처리 및 정화조 등)에 관한 업무"},{"type":"text","num":"43.","text":"환경미화에 관한 업무"},{"type":"text","num":"44.","text":"학교 환경위생 정화구역 관리에 관한 업무"},{"type":"text","num":"45.","text":"교내 경비에 관한 업무"},{"type":"text","num":"46.","text":"스쿨버스 계약에 관한 업무"},{"type":"text","num":"47.","text":"장비 사용 및 대여에 관한 업무"},{"type":"text","num":"48.","text":"교내 시설물(강당, 체육관 등) 사용허가에 관한 업무"},{"type":"text","num":"49.","text":"교내 시설 및 부착물의 발주에 관한 업무"},{"type":"text","num":"50.","text":"학교소유의 차량운행 및 관리에 관한 업무"},{"type":"text","num":"51.","text":"구내 시설물의 임대 및 기타 계약체결에 관한 업무"},{"type":"text","num":"52.","text":"물품 구매 입찰에 관한 업무"},{"type":"text","num":"53.","text":"소모품 수불 및 관리에 관한 업무"},{"type":"text","num":"54.","text":"검수조서 및 대장의 관리"},{"type":"text","num":"55.","text":"검수실적 통계"},{"type":"text","num":"56.","text":"소관 제위원회 운영관리에 관한 업무"},{"type":"text","num":"57.","text":"기타 각 위 각 호에 부수되는 사항"},{"type":"text","num":"②","text":"행정지원 업무(재무)"},{"type":"text","num":"1.","text":"세입ㆍ세출 예산 집행에 관한 업무"},{"type":"text","num":"2.","text":"기성회 회계 및 자금관리에 관한 업무"},{"type":"text","num":"3.","text":"교직원 급여 및 제수당 산출에 관한 업무"},{"type":"text","num":"4.","text":"보수 지급 및 원천징수에 관한 업무"},{"type":"text","num":"5.","text":"교직원 사학연금 및 공제회 운영에 관한 업무"},{"type":"text","num":"6.","text":"내국인 등록금 수납 및 환급에 관한 업무<개정 2025.09.24>"},{"type":"text","num":"7.","text":"차입금에 대한 원리금 상환업무"},{"type":"text","num":"8.","text":"공공요금 지불 원인 행위에 관한 업무"},{"type":"text","num":"9.","text":"제세공과금 납부에 관한 업무(부속기관 공과금 포함)"},{"type":"text","num":"10.","text":"연말 정산의 업무"},{"type":"text","num":"11.","text":"결산 업무"},{"type":"text","num":"12.","text":"출판기금 관리에 관한 업무"},{"type":"text","num":"13.","text":"발전기금 조성 및 운영 업무"},{"type":"text","num":"14.","text":"교내ㆍ외 연구비 원천징수에 관한 업무"},{"type":"text","num":"15.","text":"연구기금 관리에 관한 업무"},{"type":"text","num":"16.","text":"기타 재무에 관한 사항"},{"type":"text","num":"17.","text":"소관 제위원회 운영관리에 관한 업무"},{"type":"text","num":"18.","text":"기타 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 13, '행정지원실', '제5장 행정지원처', '제13조(행정지원실) 삭제 <2017.09.25>

', '[{"type":"text","num":"","text":"제13조(행정지원실) 삭제 <2017.09.25>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 14, '산학협력팀', '제6장 산학협력단', '제14조(산학협력팀) 산학협력단에 산학협력팀을 두고 다음 사항을 분장한다.
1. 산학협력단장 직인 관리 업무
2. 산학협력 계획수립에 관한 업무
3. 산학협력협약서 체결 및 관리에 관한 업무
4. 산학협력협약서 체결기관 관리에 관한 업무
5. 국내외 대학 및 연구기관 자매결연에 관한 업무
6. 지적재산권 관리에 관한 업무
7. 산학협력단운영 관련 회계(예산 및 결산)에 관한 업무
8. 관학협력에 관한 사항
9. 협력연구소 지원에 관한 사항
10. 학교기업 설립 및 운영에 관한 사항
11. 부설연구소 개폐 및 지원에 관한 사항
12. 외부 연구용역 계약․관리에 관한 업무
13. 외부 용역사업추진 및 시행에 관한 업무
14. 기타 산학 및 대외협력에 관한 사항
15. 소관 제위원회 운영관리에 관한 업무
16. 기타 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제14조(산학협력팀) 산학협력단에 산학협력팀을 두고 다음 사항을 분장한다."},{"type":"text","num":"1.","text":"산학협력단장 직인 관리 업무"},{"type":"text","num":"2.","text":"산학협력 계획수립에 관한 업무"},{"type":"text","num":"3.","text":"산학협력협약서 체결 및 관리에 관한 업무"},{"type":"text","num":"4.","text":"산학협력협약서 체결기관 관리에 관한 업무"},{"type":"text","num":"5.","text":"국내외 대학 및 연구기관 자매결연에 관한 업무"},{"type":"text","num":"6.","text":"지적재산권 관리에 관한 업무"},{"type":"text","num":"7.","text":"산학협력단운영 관련 회계(예산 및 결산)에 관한 업무"},{"type":"text","num":"8.","text":"관학협력에 관한 사항"},{"type":"text","num":"9.","text":"협력연구소 지원에 관한 사항"},{"type":"text","num":"10.","text":"학교기업 설립 및 운영에 관한 사항"},{"type":"text","num":"11.","text":"부설연구소 개폐 및 지원에 관한 사항"},{"type":"text","num":"12.","text":"외부 연구용역 계약․관리에 관한 업무"},{"type":"text","num":"13.","text":"외부 용역사업추진 및 시행에 관한 업무"},{"type":"text","num":"14.","text":"기타 산학 및 대외협력에 관한 사항"},{"type":"text","num":"15.","text":"소관 제위원회 운영관리에 관한 업무"},{"type":"text","num":"16.","text":"기타 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 14, '제14조의2(지역혁신센터)', '제6장 산학협력단', '제14조의2(지역혁신센터) 산학협력단에 지역혁신센터를 두고 다음 각 호의 업무를 담당한다. <신설 2023.10.05.>
1. 지역혁신센터 종합계획 수립 및 운영
2. 지자체 및 관련기관 협력체제 구축
3. 지역혁신을 위한 네트워크 구축 및 지원사업 활성화
4. 지역콘텐츠 개발 및 인프라 구축
5. 지역 맞춤형 사업 발굴 지원
6. 그 밖에 각 호에 부수되는 사업

', '[{"type":"text","num":"","text":"제14조의2(지역혁신센터) 산학협력단에 지역혁신센터를 두고 다음 각 호의 업무를 담당한다. <신설 2023.10.05.>"},{"type":"text","num":"1.","text":"지역혁신센터 종합계획 수립 및 운영"},{"type":"text","num":"2.","text":"지자체 및 관련기관 협력체제 구축"},{"type":"text","num":"3.","text":"지역혁신을 위한 네트워크 구축 및 지원사업 활성화"},{"type":"text","num":"4.","text":"지역콘텐츠 개발 및 인프라 구축"},{"type":"text","num":"5.","text":"지역 맞춤형 사업 발굴 지원"},{"type":"text","num":"6.","text":"그 밖에 각 호에 부수되는 사업"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 15, '정보도서관', '제7장 부속 및 부설기관', '제15조(정보도서관) 정보도서관은 다음의 업무를 관장한다.<개정 2016.8.22><개정 2017.2.20.><개정 2021.8.27.>
1. 국내․외 기관 및 도서관과의 자료교환 업무
2. 도서 구입의뢰, 등록, 분류 및 편목에 관한 업무
3. 신착 도서 목록 발간 업무
4. 타 기관과 공동 데이터 구축 업무
5. 타 대학 도서관 열람의뢰서 및 열람증 발급 업무
6. 도서원부 관리 업무
7. 도서관 이용교육 및 안내물 제작․홍보 업무
8. 자료(공통 선정)선정, 취합 및 발주 업무
9. 자유열람실 운영관리에 관한 업무
10. 도서관 건물 및 시설물 관리 업무(방역 포함)
11. 원문 데이터베이스 구축 업무
12. 도서대출 및 반납 업무
13. 분실도서 변상 및 연체료 징수에 관한 업무
14. 파본도서 수리 및 도서제본에 관한 업무
15. 망실, 제적도서에 관한 업무
16. 교사자료수집, 보관, 관리업무
17. 장서의 보존 관리 및 점검 업무
18. 각종 정보자료의 참고문헌 봉사업무
19. 각종 간행도서의 보관, 관리 업무
20. 자료복사 서비스에 관한 업무
21. 학술문헌정보 국내외 기관과 상호대차 업무
22. 야간 열람봉사에 관한 업무
23. 학내 정보화 계획 및 추진
24. 교육 및 연구에 관한 정보처리 지원
25. 학사행정, 일반행정, 연구행정에 관한 정보시스템 개발 및 유지 관리
26. 전산망 관리 및 운영
27. 대학, 부속기관의 웹서비스 개발 및 유지 관리
28. 교육 및 연구용 소프트웨어 관리
29. 학내 정보보안에 관한 대책 수립 및 추진
30. 학내 전산기자재 도입 관리 및 유지 보수 관리
31. 대학 정보전산 자원 이용 지원
32. 정보화교육 운영 및 지원
33. 개인정보보호 업무
34. 기타 전산관리에 관한 사항
35. 소관 제위원회 운영관리에 관한 업무
36. 기타 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제15조(정보도서관) 정보도서관은 다음의 업무를 관장한다.<개정 2016.8.22><개정 2017.2.20.><개정 2021.8.27.>"},{"type":"text","num":"1.","text":"국내․외 기관 및 도서관과의 자료교환 업무"},{"type":"text","num":"2.","text":"도서 구입의뢰, 등록, 분류 및 편목에 관한 업무"},{"type":"text","num":"3.","text":"신착 도서 목록 발간 업무"},{"type":"text","num":"4.","text":"타 기관과 공동 데이터 구축 업무"},{"type":"text","num":"5.","text":"타 대학 도서관 열람의뢰서 및 열람증 발급 업무"},{"type":"text","num":"6.","text":"도서원부 관리 업무"},{"type":"text","num":"7.","text":"도서관 이용교육 및 안내물 제작․홍보 업무"},{"type":"text","num":"8.","text":"자료(공통 선정)선정, 취합 및 발주 업무"},{"type":"text","num":"9.","text":"자유열람실 운영관리에 관한 업무"},{"type":"text","num":"10.","text":"도서관 건물 및 시설물 관리 업무(방역 포함)"},{"type":"text","num":"11.","text":"원문 데이터베이스 구축 업무"},{"type":"text","num":"12.","text":"도서대출 및 반납 업무"},{"type":"text","num":"13.","text":"분실도서 변상 및 연체료 징수에 관한 업무"},{"type":"text","num":"14.","text":"파본도서 수리 및 도서제본에 관한 업무"},{"type":"text","num":"15.","text":"망실, 제적도서에 관한 업무"},{"type":"text","num":"16.","text":"교사자료수집, 보관, 관리업무"},{"type":"text","num":"17.","text":"장서의 보존 관리 및 점검 업무"},{"type":"text","num":"18.","text":"각종 정보자료의 참고문헌 봉사업무"},{"type":"text","num":"19.","text":"각종 간행도서의 보관, 관리 업무"},{"type":"text","num":"20.","text":"자료복사 서비스에 관한 업무"},{"type":"text","num":"21.","text":"학술문헌정보 국내외 기관과 상호대차 업무"},{"type":"text","num":"22.","text":"야간 열람봉사에 관한 업무"},{"type":"text","num":"23.","text":"학내 정보화 계획 및 추진"},{"type":"text","num":"24.","text":"교육 및 연구에 관한 정보처리 지원"},{"type":"text","num":"25.","text":"학사행정, 일반행정, 연구행정에 관한 정보시스템 개발 및 유지 관리"},{"type":"text","num":"26.","text":"전산망 관리 및 운영"},{"type":"text","num":"27.","text":"대학, 부속기관의 웹서비스 개발 및 유지 관리"},{"type":"text","num":"28.","text":"교육 및 연구용 소프트웨어 관리"},{"type":"text","num":"29.","text":"학내 정보보안에 관한 대책 수립 및 추진"},{"type":"text","num":"30.","text":"학내 전산기자재 도입 관리 및 유지 보수 관리"},{"type":"text","num":"31.","text":"대학 정보전산 자원 이용 지원"},{"type":"text","num":"32.","text":"정보화교육 운영 및 지원"},{"type":"text","num":"33.","text":"개인정보보호 업무"},{"type":"text","num":"34.","text":"기타 전산관리에 관한 사항"},{"type":"text","num":"35.","text":"소관 제위원회 운영관리에 관한 업무"},{"type":"text","num":"36.","text":"기타 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 16, '학생생활관', '제7장 부속 및 부설기관', '제16조(학생생활관) 학생생활관은 다음의 업무를 관장한다.<개정 2016.8.22><개정 2017.2.20><개정 2017.09.25>
1. 학생생활관 관장 직인 관리에 관한 업무
2. 생활관 입․퇴사에 관한 업무
3. 사생증 발급에 관한 업무
4. 입사생 각 호실 배정에 관한 업무
5. 입사생 생활관 이용 규칙 제정에 업무
6. 학생생활관 관리․운영에 관한 업무(건물‧가스‧보일러‧청소‧급식‧식당관리 등)
7. 학생생활관 물품 구입 의뢰 및 검수에 관한 업무
8. 학생생활관 예․결산에 관한 업무
9. 기타 학생생활관 관련 업무
10. 소관 제위원회 운영관리에 관한 업무
11. 기타 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제16조(학생생활관) 학생생활관은 다음의 업무를 관장한다.<개정 2016.8.22><개정 2017.2.20><개정 2017.09.25>"},{"type":"text","num":"1.","text":"학생생활관 관장 직인 관리에 관한 업무"},{"type":"text","num":"2.","text":"생활관 입․퇴사에 관한 업무"},{"type":"text","num":"3.","text":"사생증 발급에 관한 업무"},{"type":"text","num":"4.","text":"입사생 각 호실 배정에 관한 업무"},{"type":"text","num":"5.","text":"입사생 생활관 이용 규칙 제정에 업무"},{"type":"text","num":"6.","text":"학생생활관 관리․운영에 관한 업무(건물‧가스‧보일러‧청소‧급식‧식당관리 등)"},{"type":"text","num":"7.","text":"학생생활관 물품 구입 의뢰 및 검수에 관한 업무"},{"type":"text","num":"8.","text":"학생생활관 예․결산에 관한 업무"},{"type":"text","num":"9.","text":"기타 학생생활관 관련 업무"},{"type":"text","num":"10.","text":"소관 제위원회 운영관리에 관한 업무"},{"type":"text","num":"11.","text":"기타 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 17, '국제교류협력단', '제7장 부속 및 부설기관', '제17조(국제교류협력단) 국제교류협력단은 다음의 업무를 관장한다.<개정 2016.8.22><개정 2017.2.20.><개정 2017.09.25.><개정 2025.09.24>
1. 국제교류에 관한 계획 수립
2. 국제교류 프로그램 개발·운영
3. 외국의 대학, 기관과의 협정체결 및 교류사업 추진
4. 학생교환 및 장·단기 파견에 관한 사항
5. 학생 및 교수관련 국제교류업무 지원
6. 유학생 입학 및 체류관련 지원
7. 외국인 교수의 체류관련 지원
8. 해외인사 방문에 관한 사항
9. 대학안내자료(외국어) 제작 및 국제 홍보
10. 국제정보자료실 운영에 관한 사항
11. 국제교육에 관한 계획 수립
12. 재학생 및 외부인의 국제화 교육
13. 재외국민 및 외국인의 한국어문화 교육
14. 언어 및 국제교육에 관련된 교육과정 및 시설의 운영
15. 외국어 및 한국어 능력 측정
16. 본교 및 외부기관의 국제화 위탁교육
17. 국제교류교육원의 사업수행에 필요한 연구
18. 국제사회지도자과정 등 공개강좌 운영
19. 교정, 번역 업무
20. 유학생 오리엔테이션에 관한 업무
21. 유학생 기숙사(학생생활관) 배정에 관한 지원 업무
22. 유학생 정기적인 상담 및 학교생활 적응을 위한 도우미 지정 및 운영에 관한 업무
23. 유학생 장학금 지급(입학금‧기숙사비‧수업료 등) 관련 지원 업무
24. 유학생 관리방안 마련 및 이탈자 발생시 관련부서 통보에 관한 업무
25. 유학생 수강신청지도 등에 관한 지원 업무
26. 유학생 모집(국내외 유학원 관리‧홍보 등)에 관한 업무
27. 유학생 입학(사증발급)에 관한 업무
28. 외국인 입국 및 외국인 등록에 관한 업무
29. 이탈‧미등록 등 고유목적 변경에 관한 관할 출입국관리사무소 보고 업무
30. 선발 유학생 관련 제반 사항 관련부서 통보
31. 교원 해외 파견 대상자 선정 및 관리에 관한 업무
32. 학생 및 교수의 국제교류에 관한 업무
33. 국제 학술문화교류에 관한 업무
34. 기타 위 각 호에 부수되는 사항
35. 외국인 등록금 납부 현황 관리에 관한 업무 ,전산시스템 등록관리<개정 2025.09.24.>

', '[{"type":"text","num":"","text":"제17조(국제교류협력단) 국제교류협력단은 다음의 업무를 관장한다.<개정 2016.8.22><개정 2017.2.20.><개정 2017.09.25.><개정 2025.09.24>"},{"type":"text","num":"1.","text":"국제교류에 관한 계획 수립"},{"type":"text","num":"2.","text":"국제교류 프로그램 개발·운영"},{"type":"text","num":"3.","text":"외국의 대학, 기관과의 협정체결 및 교류사업 추진"},{"type":"text","num":"4.","text":"학생교환 및 장·단기 파견에 관한 사항"},{"type":"text","num":"5.","text":"학생 및 교수관련 국제교류업무 지원"},{"type":"text","num":"6.","text":"유학생 입학 및 체류관련 지원"},{"type":"text","num":"7.","text":"외국인 교수의 체류관련 지원"},{"type":"text","num":"8.","text":"해외인사 방문에 관한 사항"},{"type":"text","num":"9.","text":"대학안내자료(외국어) 제작 및 국제 홍보"},{"type":"text","num":"10.","text":"국제정보자료실 운영에 관한 사항"},{"type":"text","num":"11.","text":"국제교육에 관한 계획 수립"},{"type":"text","num":"12.","text":"재학생 및 외부인의 국제화 교육"},{"type":"text","num":"13.","text":"재외국민 및 외국인의 한국어문화 교육"},{"type":"text","num":"14.","text":"언어 및 국제교육에 관련된 교육과정 및 시설의 운영"},{"type":"text","num":"15.","text":"외국어 및 한국어 능력 측정"},{"type":"text","num":"16.","text":"본교 및 외부기관의 국제화 위탁교육"},{"type":"text","num":"17.","text":"국제교류교육원의 사업수행에 필요한 연구"},{"type":"text","num":"18.","text":"국제사회지도자과정 등 공개강좌 운영"},{"type":"text","num":"19.","text":"교정, 번역 업무"},{"type":"text","num":"20.","text":"유학생 오리엔테이션에 관한 업무"},{"type":"text","num":"21.","text":"유학생 기숙사(학생생활관) 배정에 관한 지원 업무"},{"type":"text","num":"22.","text":"유학생 정기적인 상담 및 학교생활 적응을 위한 도우미 지정 및 운영에 관한 업무"},{"type":"text","num":"23.","text":"유학생 장학금 지급(입학금‧기숙사비‧수업료 등) 관련 지원 업무"},{"type":"text","num":"24.","text":"유학생 관리방안 마련 및 이탈자 발생시 관련부서 통보에 관한 업무"},{"type":"text","num":"25.","text":"유학생 수강신청지도 등에 관한 지원 업무"},{"type":"text","num":"26.","text":"유학생 모집(국내외 유학원 관리‧홍보 등)에 관한 업무"},{"type":"text","num":"27.","text":"유학생 입학(사증발급)에 관한 업무"},{"type":"text","num":"28.","text":"외국인 입국 및 외국인 등록에 관한 업무"},{"type":"text","num":"29.","text":"이탈‧미등록 등 고유목적 변경에 관한 관할 출입국관리사무소 보고 업무"},{"type":"text","num":"30.","text":"선발 유학생 관련 제반 사항 관련부서 통보"},{"type":"text","num":"31.","text":"교원 해외 파견 대상자 선정 및 관리에 관한 업무"},{"type":"text","num":"32.","text":"학생 및 교수의 국제교류에 관한 업무"},{"type":"text","num":"33.","text":"국제 학술문화교류에 관한 업무"},{"type":"text","num":"34.","text":"기타 위 각 호에 부수되는 사항"},{"type":"text","num":"35.","text":"외국인 등록금 납부 현황 관리에 관한 업무 ,전산시스템 등록관리<개정 2025.09.24.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 18, '평생교육원', '제7장 부속 및 부설기관', '제18조(평생교육원) 평생교육원은 다음의 업무를 관장한다.
1. 지역사회 주민을 위한 장․단기 평생교육계획 수립
2. 평생교육에 관한 제반 연구
3. 평생교육 자료의 개발과 보존
4. 수강생 정원 관리에 관한 업무
5. 수강생 선발에 관한 업무
6. 학사계획 수립 및 조정 업무(강좌의 설치 및 폐지 등)
7. 등록 및 수강신청, 교육과정 편성에 관한 업무
8. 시험 및 성적, 출결관리 업무
9. 소속 교원 위촉 및 출강관리에 관한 업무
10. 휴강, 결강, 보강에 관한 업무
11. 학적부 작성 및 관리업무
12. 수료에 관한 업무
13. 각종 증명서 발급에 관한 업무
14. 예․결산에 관한 업무
15. 평생교육원 운영 관리에 필요한 각종 인․허가 업무
16. 홍보 및 행사에 관한 업무
17. 상담 및 지도에 관한 업무
18. 장학생 관리 및 장학금 운영․관리에 관한 업무
19. 외부(중등교사 컴퓨터 자격, 초등어학) 위탁 교육에 관한 업무
20. 자체 교원 인력수습에 관한 업무
21. 수강료 및 강사료 결정 업무
22. 평생교육원장 직인 관리에 관한 업무
23. 기타 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제18조(평생교육원) 평생교육원은 다음의 업무를 관장한다."},{"type":"text","num":"1.","text":"지역사회 주민을 위한 장․단기 평생교육계획 수립"},{"type":"text","num":"2.","text":"평생교육에 관한 제반 연구"},{"type":"text","num":"3.","text":"평생교육 자료의 개발과 보존"},{"type":"text","num":"4.","text":"수강생 정원 관리에 관한 업무"},{"type":"text","num":"5.","text":"수강생 선발에 관한 업무"},{"type":"text","num":"6.","text":"학사계획 수립 및 조정 업무(강좌의 설치 및 폐지 등)"},{"type":"text","num":"7.","text":"등록 및 수강신청, 교육과정 편성에 관한 업무"},{"type":"text","num":"8.","text":"시험 및 성적, 출결관리 업무"},{"type":"text","num":"9.","text":"소속 교원 위촉 및 출강관리에 관한 업무"},{"type":"text","num":"10.","text":"휴강, 결강, 보강에 관한 업무"},{"type":"text","num":"11.","text":"학적부 작성 및 관리업무"},{"type":"text","num":"12.","text":"수료에 관한 업무"},{"type":"text","num":"13.","text":"각종 증명서 발급에 관한 업무"},{"type":"text","num":"14.","text":"예․결산에 관한 업무"},{"type":"text","num":"15.","text":"평생교육원 운영 관리에 필요한 각종 인․허가 업무"},{"type":"text","num":"16.","text":"홍보 및 행사에 관한 업무"},{"type":"text","num":"17.","text":"상담 및 지도에 관한 업무"},{"type":"text","num":"18.","text":"장학생 관리 및 장학금 운영․관리에 관한 업무"},{"type":"text","num":"19.","text":"외부(중등교사 컴퓨터 자격, 초등어학) 위탁 교육에 관한 업무"},{"type":"text","num":"20.","text":"자체 교원 인력수습에 관한 업무"},{"type":"text","num":"21.","text":"수강료 및 강사료 결정 업무"},{"type":"text","num":"22.","text":"평생교육원장 직인 관리에 관한 업무"},{"type":"text","num":"23.","text":"기타 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 19, '게임교육센터', '제7장 부속 및 부설기관', '제19조(게임교육센터) 평생교육원에 게임교육센터를 두고 다음 사항을 관장한다.
1. 장․단기 게임교육센터 교육계획 수립
2. 게임교육에 관한 제반 연구
3. 수강생 정원 관리에 관한 업무
4. 수강생 선발에 관한 업무
5. 학사계획 수립 및 조정 업무(강좌의 설치 및 폐지 등)
6. 등록 및 수강신청, 교육과정 편성에 관한 업무
7. 시험 및 성적, 출결관리 업무
8. 소속 교원 위촉 및 출강관리에 관한 업무
9. 휴강, 결강, 보강에 관한 업무
10. 학적부 작성 및 관리업무
11. 수료에 관한 업무
12. 각종 증명서 발급에 관한 업무
13. 예․결산에 관한 업무
14. 게임교육센터 운영 관리에 필요한 각종 인․허가 업무
15. 홍보 및 행사에 관한 업무
16. 상담 및 지도에 관한 업무
17. 장학생 관리 및 장학금 운영․관리에 관한 업무
18. 외부 위탁 교육에 관한 업무
19. 자체 교원 인력수습에 관한 업무
20. 수강료 및 강사료 결정 업무
21. 기타 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제19조(게임교육센터) 평생교육원에 게임교육센터를 두고 다음 사항을 관장한다."},{"type":"text","num":"1.","text":"장․단기 게임교육센터 교육계획 수립"},{"type":"text","num":"2.","text":"게임교육에 관한 제반 연구"},{"type":"text","num":"3.","text":"수강생 정원 관리에 관한 업무"},{"type":"text","num":"4.","text":"수강생 선발에 관한 업무"},{"type":"text","num":"5.","text":"학사계획 수립 및 조정 업무(강좌의 설치 및 폐지 등)"},{"type":"text","num":"6.","text":"등록 및 수강신청, 교육과정 편성에 관한 업무"},{"type":"text","num":"7.","text":"시험 및 성적, 출결관리 업무"},{"type":"text","num":"8.","text":"소속 교원 위촉 및 출강관리에 관한 업무"},{"type":"text","num":"9.","text":"휴강, 결강, 보강에 관한 업무"},{"type":"text","num":"10.","text":"학적부 작성 및 관리업무"},{"type":"text","num":"11.","text":"수료에 관한 업무"},{"type":"text","num":"12.","text":"각종 증명서 발급에 관한 업무"},{"type":"text","num":"13.","text":"예․결산에 관한 업무"},{"type":"text","num":"14.","text":"게임교육센터 운영 관리에 필요한 각종 인․허가 업무"},{"type":"text","num":"15.","text":"홍보 및 행사에 관한 업무"},{"type":"text","num":"16.","text":"상담 및 지도에 관한 업무"},{"type":"text","num":"17.","text":"장학생 관리 및 장학금 운영․관리에 관한 업무"},{"type":"text","num":"18.","text":"외부 위탁 교육에 관한 업무"},{"type":"text","num":"19.","text":"자체 교원 인력수습에 관한 업무"},{"type":"text","num":"20.","text":"수강료 및 강사료 결정 업무"},{"type":"text","num":"21.","text":"기타 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 20, '원격평생교육원', '제7장 부속 및 부설기관', '제20조(원격평생교육원) 원격평생교육원은 다음의 업무를 관장한다.<조신설 2015.1.13>
1. 원격평생교육에 관한 제반 연구 및 재료의 개발과 보존
2. 원격수강생 정원 관리에 관한 업무
3. 원격수강생 선발에 관한 업무
4. 학사계획 수립 및 조정 업무(강좌의 설치 및 폐지 등)
5. 등록 및 수강신청, 교육과정 편성에 관한 업무
6. 시험 및 성적, 출결관리 업무
7. 소속 교원 위촉 및 출강관리에 관한 업무
8. 휴강, 결강, 보강에 관한 업무
9. 학적부 작성 및 관리업무
10. 수료에 관한 업무
11. 각종 증명서 발급에 관한 업무
12. 예․결산에 관한 업무
13. 원격평생교육원 운영 관리에 필요한 각종 인․허가 업무
14. 홍보 및 행사에 관한 업무
15. 상담 및 지도에 관한 업무
16. 장학생 관리 및 장학금 운영․관리에 관한 업무
17. 외부(중등교사 컴퓨터 자격, 초등어학) 위탁 교육에 관한 업무
18. 자체 교원 인력수습에 관한 업무
19. 수강료 및 강사료 결정 업무
20. 원격평생교육원장 직인 관리에 관한 업무
21. 기타 원격평생교육원의 운영에 관한 사항

', '[{"type":"text","num":"","text":"제20조(원격평생교육원) 원격평생교육원은 다음의 업무를 관장한다.<조신설 2015.1.13>"},{"type":"text","num":"1.","text":"원격평생교육에 관한 제반 연구 및 재료의 개발과 보존"},{"type":"text","num":"2.","text":"원격수강생 정원 관리에 관한 업무"},{"type":"text","num":"3.","text":"원격수강생 선발에 관한 업무"},{"type":"text","num":"4.","text":"학사계획 수립 및 조정 업무(강좌의 설치 및 폐지 등)"},{"type":"text","num":"5.","text":"등록 및 수강신청, 교육과정 편성에 관한 업무"},{"type":"text","num":"6.","text":"시험 및 성적, 출결관리 업무"},{"type":"text","num":"7.","text":"소속 교원 위촉 및 출강관리에 관한 업무"},{"type":"text","num":"8.","text":"휴강, 결강, 보강에 관한 업무"},{"type":"text","num":"9.","text":"학적부 작성 및 관리업무"},{"type":"text","num":"10.","text":"수료에 관한 업무"},{"type":"text","num":"11.","text":"각종 증명서 발급에 관한 업무"},{"type":"text","num":"12.","text":"예․결산에 관한 업무"},{"type":"text","num":"13.","text":"원격평생교육원 운영 관리에 필요한 각종 인․허가 업무"},{"type":"text","num":"14.","text":"홍보 및 행사에 관한 업무"},{"type":"text","num":"15.","text":"상담 및 지도에 관한 업무"},{"type":"text","num":"16.","text":"장학생 관리 및 장학금 운영․관리에 관한 업무"},{"type":"text","num":"17.","text":"외부(중등교사 컴퓨터 자격, 초등어학) 위탁 교육에 관한 업무"},{"type":"text","num":"18.","text":"자체 교원 인력수습에 관한 업무"},{"type":"text","num":"19.","text":"수강료 및 강사료 결정 업무"},{"type":"text","num":"20.","text":"원격평생교육원장 직인 관리에 관한 업무"},{"type":"text","num":"21.","text":"기타 원격평생교육원의 운영에 관한 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 21, '문화예술교육원', '제7장 부속 및 부설기관', '제21조(문화예술교육원) 삭제 <2019.1.23.>

', '[{"type":"text","num":"","text":"제21조(문화예술교육원) 삭제 <2019.1.23.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 22, '기타 부속 ․ 부설기관', '제7장 부속 및 부설기관', '제22조(기타 부속 ․ 부설기관) 이 규정에 사무분장 사항이 규정되지 아니한 부속 ․ 부설기관의 사무분장 은 당해 기관의 규정에 의한다. 제8장 입학홍보처

', '[{"type":"text","num":"","text":"제22조(기타 부속 ․ 부설기관) 이 규정에 사무분장 사항이 규정되지 아니한 부속 ․ 부설기관의 사무분장 은 당해 기관의 규정에 의한다. 제8장 입학홍보처"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 23, '입학홍보팀', '제7장 부속 및 부설기관', '제23조(입학홍보팀) 삭제 <2019.1.23.>

', '[{"type":"text","num":"","text":"제23조(입학홍보팀) 삭제 <2019.1.23.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 23, '제23조의1(입학지원팀,학생지원팀)', '제7장 부속 및 부설기관', '제23조의1(입학지원팀,학생지원팀) 입학홍보처에 입학지원팀과 학생지원팀을 두고 다음 사항을 분장한
다. <조신설 2021.07.22.><개정 2023.11.07>
① 학생업무
1. 학생지도계획 수립
2. 학생자치기구의 활동지도
3. 학생 동아리 활동지도
4. 학생카드 관리에 관한 업무
5. 신입생 오리엔테이션에 관한 업무
6. 학생 상벌에 관한 업무
7. 학생증 제작 및 교부에 관한 업무
8. 졸업앨범 및 졸업기념품제작 활동지도
9. 학생 병사에 관한 업무
10. 직장예비군 편성 및 운영, 관리에 관한 업무
11. 교직원 민방위에 관한 업무
12. 근로학생 관리에 관한 업무
13. 동아리 구성ㆍ활동 및 지도에 관한 업무
14. 학생 봉사활동 지도 및 지원에 관한 업무
15. 학생 해외유학ㆍ연수 및 일반연수에 관한 업무
16. 장학생 선발 및 장학금 급여에 관한 업무
17. 학자금 융자 및 관리에 관한 업무
18. 대여 장학금 관리에 관한 업무
19. 부업 알선에 관한 업무
20. 교환 장학생 선발에 관한 업무
21. 동창회 업무 협조
22. 스쿨버스 운행 계획 수립 및 운영에 관한 업무
23. 기타 장학 및 학생복지에 관한 사항
24. 보건업무
25. 성폭력상담실 운영
26. 정신건강 및 학생 생활 상담
27. 학생병무업무
28. 소관 제위원회 운영관리에 관한 업무
29. 그 밖에 위 각 호에 부수되는 사항
② 입학 업무
1. 입학전형 기본계획 수립
2. 입학홍보 계획수립 및 점검에 관한 업무
3. 입학홍보 평가 및 분석에 관한 업무
4. 입학홍보 책자 발간 및 배포에 관한 업무
5. 입학홍보 도우미 선발 및 기념품 제작
6. 홍보용 사진 및 VTR 촬영ㆍ관리 업무
7. 신ㆍ편입생 모집요강 주요사항 결정, 모집요강 제작 및 교부
8. 입학사정에 관한 업무
9. 입학관련위원회 업무
10. 입학전형 실시계획서 수립
11. 입학전형에 따른 제반 업무
12. 입학허가, 등록 및 등록취소, 입학취소
13. 교육편제의 개편 및 학생정원 조정과 관리
14. 입학결과 보고
15. 입학(신입학, 편입학, 재입학, 재외국민)에 관한 업무
16. 입학 전·후 추수 지도

', '[{"type":"text","num":"","text":"제23조의1(입학지원팀,학생지원팀) 입학홍보처에 입학지원팀과 학생지원팀을 두고 다음 사항을 분장한"},{"type":"text","num":"다.","text":"<조신설 2021.07.22.><개정 2023.11.07>"},{"type":"text","num":"①","text":"학생업무"},{"type":"text","num":"1.","text":"학생지도계획 수립"},{"type":"text","num":"2.","text":"학생자치기구의 활동지도"},{"type":"text","num":"3.","text":"학생 동아리 활동지도"},{"type":"text","num":"4.","text":"학생카드 관리에 관한 업무"},{"type":"text","num":"5.","text":"신입생 오리엔테이션에 관한 업무"},{"type":"text","num":"6.","text":"학생 상벌에 관한 업무"},{"type":"text","num":"7.","text":"학생증 제작 및 교부에 관한 업무"},{"type":"text","num":"8.","text":"졸업앨범 및 졸업기념품제작 활동지도"},{"type":"text","num":"9.","text":"학생 병사에 관한 업무"},{"type":"text","num":"10.","text":"직장예비군 편성 및 운영, 관리에 관한 업무"},{"type":"text","num":"11.","text":"교직원 민방위에 관한 업무"},{"type":"text","num":"12.","text":"근로학생 관리에 관한 업무"},{"type":"text","num":"13.","text":"동아리 구성ㆍ활동 및 지도에 관한 업무"},{"type":"text","num":"14.","text":"학생 봉사활동 지도 및 지원에 관한 업무"},{"type":"text","num":"15.","text":"학생 해외유학ㆍ연수 및 일반연수에 관한 업무"},{"type":"text","num":"16.","text":"장학생 선발 및 장학금 급여에 관한 업무"},{"type":"text","num":"17.","text":"학자금 융자 및 관리에 관한 업무"},{"type":"text","num":"18.","text":"대여 장학금 관리에 관한 업무"},{"type":"text","num":"19.","text":"부업 알선에 관한 업무"},{"type":"text","num":"20.","text":"교환 장학생 선발에 관한 업무"},{"type":"text","num":"21.","text":"동창회 업무 협조"},{"type":"text","num":"22.","text":"스쿨버스 운행 계획 수립 및 운영에 관한 업무"},{"type":"text","num":"23.","text":"기타 장학 및 학생복지에 관한 사항"},{"type":"text","num":"24.","text":"보건업무"},{"type":"text","num":"25.","text":"성폭력상담실 운영"},{"type":"text","num":"26.","text":"정신건강 및 학생 생활 상담"},{"type":"text","num":"27.","text":"학생병무업무"},{"type":"text","num":"28.","text":"소관 제위원회 운영관리에 관한 업무"},{"type":"text","num":"29.","text":"그 밖에 위 각 호에 부수되는 사항"},{"type":"text","num":"②","text":"입학 업무"},{"type":"text","num":"1.","text":"입학전형 기본계획 수립"},{"type":"text","num":"2.","text":"입학홍보 계획수립 및 점검에 관한 업무"},{"type":"text","num":"3.","text":"입학홍보 평가 및 분석에 관한 업무"},{"type":"text","num":"4.","text":"입학홍보 책자 발간 및 배포에 관한 업무"},{"type":"text","num":"5.","text":"입학홍보 도우미 선발 및 기념품 제작"},{"type":"text","num":"6.","text":"홍보용 사진 및 VTR 촬영ㆍ관리 업무"},{"type":"text","num":"7.","text":"신ㆍ편입생 모집요강 주요사항 결정, 모집요강 제작 및 교부"},{"type":"text","num":"8.","text":"입학사정에 관한 업무"},{"type":"text","num":"9.","text":"입학관련위원회 업무"},{"type":"text","num":"10.","text":"입학전형 실시계획서 수립"},{"type":"text","num":"11.","text":"입학전형에 따른 제반 업무"},{"type":"text","num":"12.","text":"입학허가, 등록 및 등록취소, 입학취소"},{"type":"text","num":"13.","text":"교육편제의 개편 및 학생정원 조정과 관리"},{"type":"text","num":"14.","text":"입학결과 보고"},{"type":"text","num":"15.","text":"입학(신입학, 편입학, 재입학, 재외국민)에 관한 업무"},{"type":"text","num":"16.","text":"입학 전·후 추수 지도"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 23, '제23조의2(학생상담센터)', '제7장 부속 및 부설기관', '제23조의2(학생상담센터) 입학홍보처에 학생상담센터를 두고 다음 각 호의 업무를 담당한다.
1. 개인 ․ 집단상담 계획 수립 및 활동
2. 각종 심리검사 및 전문상담
3. 대학생활 증진프로그램 운영
4. 자원봉사자 운영 및 교육
5. 학생생활과 관련된 조사 연구 및 상담교육 프로그램의 개발 ․ 연구
6. 장애학생 관련 상담 업무
7. 성희롱 및 성폭력 예방과 처리
8. 그 밖에 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제23조의2(학생상담센터) 입학홍보처에 학생상담센터를 두고 다음 각 호의 업무를 담당한다."},{"type":"text","num":"1.","text":"개인 ․ 집단상담 계획 수립 및 활동"},{"type":"text","num":"2.","text":"각종 심리검사 및 전문상담"},{"type":"text","num":"3.","text":"대학생활 증진프로그램 운영"},{"type":"text","num":"4.","text":"자원봉사자 운영 및 교육"},{"type":"text","num":"5.","text":"학생생활과 관련된 조사 연구 및 상담교육 프로그램의 개발 ․ 연구"},{"type":"text","num":"6.","text":"장애학생 관련 상담 업무"},{"type":"text","num":"7.","text":"성희롱 및 성폭력 예방과 처리"},{"type":"text","num":"8.","text":"그 밖에 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 23, '제23조의3(장애학생지원센터)', '제7장 부속 및 부설기관', '제23조의3(장애학생지원센터) 입학홍보처에 장애학생지원센터를 두고 다음 각 호의 업무를 담당한다.
1. 장애학생 관리
2. 장애학생 지원 계획 수립
3. 장애학생 교수 ․ 학습 지원 및 조정 프로그램 개발 ․ 보급 계획
4. 장애학생 편의시설의 제공 및 개선
5. 장애인식 개선을 위한 문화 및 교육사업
6. 장애도우미지원사업 기획 및 운영
7. 장애학생 증진프로그램 운영
8. 장애학생생활과 관련된 조사 연구 및 프로그램의 개발 ․ 연구
9. 장애학생운영위원회 및 장애학생특별지원위원회 운영
10. 그 밖에 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제23조의3(장애학생지원센터) 입학홍보처에 장애학생지원센터를 두고 다음 각 호의 업무를 담당한다."},{"type":"text","num":"1.","text":"장애학생 관리"},{"type":"text","num":"2.","text":"장애학생 지원 계획 수립"},{"type":"text","num":"3.","text":"장애학생 교수 ․ 학습 지원 및 조정 프로그램 개발 ․ 보급 계획"},{"type":"text","num":"4.","text":"장애학생 편의시설의 제공 및 개선"},{"type":"text","num":"5.","text":"장애인식 개선을 위한 문화 및 교육사업"},{"type":"text","num":"6.","text":"장애도우미지원사업 기획 및 운영"},{"type":"text","num":"7.","text":"장애학생 증진프로그램 운영"},{"type":"text","num":"8.","text":"장애학생생활과 관련된 조사 연구 및 프로그램의 개발 ․ 연구"},{"type":"text","num":"9.","text":"장애학생운영위원회 및 장애학생특별지원위원회 운영"},{"type":"text","num":"10.","text":"그 밖에 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 23, '제23조의4(학생종합서비스센터)', '제7장 부속 및 부설기관', '제23조의4(학생종합서비스센터) 삭제 <2023.11.07>

', '[{"type":"text","num":"","text":"제23조의4(학생종합서비스센터) 삭제 <2023.11.07>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 23, '제23조의5(취업·창업지원센터)', '제7장 부속 및 부설기관', '제23조의5(취업·창업지원센터) 입학홍보처에 취업·창업지원센터를 두고 다음 각 호의 업무를 담당한
다. 
1. 창업지원에 관한 업무
2. 벤처동아리 지원 및 지도에 관한 업무
3. 창업설명회 및 창업스쿨 개최에 관한 업무
4. 취업박람회에 관한 업무
5. 학생 취업 지도 및 취업상담실 운영에 관한 업무
6. 진로에 관한 조사, 지도
7. 취업지원 프로그램 개발 및 운영
8. 취업정보 수집 및 제공
9. 취업 추천 및 선발
10. 취업상담 관련 업무
11. 취업관련 홍보 업무
12. 학생 부직 알선 관리
13. 장애학생 취업을 위한 진로지도
14. 취업교육에 관한 기본계획 수립
15. 취업 강좌 개설 및 운영
16. 진로, 인성, 적성검사 실시 및 지도
17. 국내외 인턴십 관련 업무
18. 학생능력개발 프로그램 개발 및 운영
19. 학생능력개발 각종 동아리 활동지원
20. 취업통계자료의 유지 및 관리
21. 그 밖에 위 각 호에 부수되는 사항

', '[{"type":"text","num":"","text":"제23조의5(취업·창업지원센터) 입학홍보처에 취업·창업지원센터를 두고 다음 각 호의 업무를 담당한"},{"type":"text","num":"다.","text":""},{"type":"text","num":"1.","text":"창업지원에 관한 업무"},{"type":"text","num":"2.","text":"벤처동아리 지원 및 지도에 관한 업무"},{"type":"text","num":"3.","text":"창업설명회 및 창업스쿨 개최에 관한 업무"},{"type":"text","num":"4.","text":"취업박람회에 관한 업무"},{"type":"text","num":"5.","text":"학생 취업 지도 및 취업상담실 운영에 관한 업무"},{"type":"text","num":"6.","text":"진로에 관한 조사, 지도"},{"type":"text","num":"7.","text":"취업지원 프로그램 개발 및 운영"},{"type":"text","num":"8.","text":"취업정보 수집 및 제공"},{"type":"text","num":"9.","text":"취업 추천 및 선발"},{"type":"text","num":"10.","text":"취업상담 관련 업무"},{"type":"text","num":"11.","text":"취업관련 홍보 업무"},{"type":"text","num":"12.","text":"학생 부직 알선 관리"},{"type":"text","num":"13.","text":"장애학생 취업을 위한 진로지도"},{"type":"text","num":"14.","text":"취업교육에 관한 기본계획 수립"},{"type":"text","num":"15.","text":"취업 강좌 개설 및 운영"},{"type":"text","num":"16.","text":"진로, 인성, 적성검사 실시 및 지도"},{"type":"text","num":"17.","text":"국내외 인턴십 관련 업무"},{"type":"text","num":"18.","text":"학생능력개발 프로그램 개발 및 운영"},{"type":"text","num":"19.","text":"학생능력개발 각종 동아리 활동지원"},{"type":"text","num":"20.","text":"취업통계자료의 유지 및 관리"},{"type":"text","num":"21.","text":"그 밖에 위 각 호에 부수되는 사항"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 24, '대학원교학팀', '제9장 대학원', '제24조(대학원교학팀) 삭제 <2023.11.07>

', '[{"type":"text","num":"","text":"제24조(대학원교학팀) 삭제 <2023.11.07>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 25, '경기드림지원실', '제10장 경기드림지원실', '제25조(경기드림지원실) <삭제 2021.01.21.>

', '[{"type":"text","num":"","text":"제25조(경기드림지원실) <삭제 2021.01.21.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 26, '교육혁신팀', '제11장 교육혁신원', '제26조(교육혁신팀) 교육혁신원에 교육혁신팀을 두고 다음 사항을 분장한다.<조신설 2023.11.07.>

', '[{"type":"text","num":"","text":"제26조(교육혁신팀) 교육혁신원에 교육혁신팀을 두고 다음 사항을 분장한다.<조신설 2023.11.07.>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 27, '교수학습지원센터', '제11장 교육혁신원', '제27조(교수학습지원센터) 교육혁신원에 교수학습지원센터를 두고 다음 각 호의 업무를 담당한다.<조신설 2023.11.07>
1. 교수학습지원센터 운영기획에 관한 업무
2. 교수학습 자원 개발 및 지원
3. 교수학습 방법 연구 및 개발
4. 교내 ․ 외 사이버강좌 교육과정 및 콘텐츠 개발
5. 사이버강좌 운영
6. 비교과교육과정에 대한 통합 관리
가. 비교과교육과정에 대한 등록 및 분류
나. 비교과교육과정의 결과 수합 및 데이터 관리
다. 비교과교육과정 정보를 활용한 교내 제반 업무 지원
7. 비교과교육과정 개설 및 운영
8. 학부교육선도대학육성사업
가. 사업 기본계획 수립과 조정
나. 사업 예산편성과 조정
다. 사업 시행과 관리
라. 사업 성과지표 관리
마. 사업 결과 분석과 개선
바. 사업 관련 위원회 업무
사. 교육선진화사업단 계약직원 인사와 급여 관리
9. 예원인재역량관리시스템 운영 및 관리
10. 교육성과관리 기본계획 수립
11. 교육의 성과와 결과에 대한 측정 도구 개발과 활용
12. 학생핵심역량 제고 방안 연구와 평가
13. 교육 선진화 모델 개발과 확산
14. 정규교육과정 및 비교과교육과정에 대한 성과평가
15. 교육의 질 관리와 향상을 위한 제반 연구
16. 선진 교수·학습 지원 체제에 관한 연구 활동
17. 교원들의 교수역량 강화 프로그램 개발 및 확산
18. 학생들의 학습역량 강화 프로그램 개발 및 확산
19. 교수·학습 지원 시스템 설계, 운영, 교육
20. 효과적인 교수·학습을 위한 컨설팅 및 출판
21. 직원 교육 프로그램 개발, 직원 교육 및 학습 지원
22. 그 밖에 위 각 호에 부수되는 사항
23. 교수학습지원시스템 운영 및 관리
24. 가상강좌 운영 및 관련 교육
25. 스튜디오 운영 및 관리
26. 수업매체 개발 및 변환서비스 제공
27. 교수·학습 역량 강화를 위한 콘텐츠 개발
28. 대학의 우수 강좌 발굴 및 콘텐츠 개발
29. 교수학습지원 관련 기자재 및 서버 관리
30. 그 밖에 위 각 호에 부수되는 사항
31. 교수학습지원을 위한 매체 제작 지원에 관한 사항 <신설 2024.06.05>
32. 교수학습지원센터 운영기획의 원격교육에 관한 업무 <신설 2024.06.05>
33. 원격교육지원 시행계획 수립 및 운영에 관한 사항 <신설 2024.06.05>
34. 원격교육과정 개발 및 개편에 관한 업무 <신설 2024.06.05>
35. 원격교육자료 제작 및 지원에 관한 업무 <신설 2024.06.05>
36. 원격교육 실행에 관한 업무 <신설 2024.06.05>
37. 원격교육의 평가와 환류에 관한 업무 <신설 2024.06.05>
38. 원격교육과 관련된 교직원의 역량지원 업무 <신설 2024.06.05>
39. 강의촬영 및 강의공개 지원에 관한 업무 <신설 2024.06.05>
40. K-MOOC 개발 및 지원에 관한 업무 <신설 2024.06.05>
41. 그 밖에 위 각 호에 부수되는 사항 <신설 2024.06.05>

', '[{"type":"text","num":"","text":"제27조(교수학습지원센터) 교육혁신원에 교수학습지원센터를 두고 다음 각 호의 업무를 담당한다.<조신설 2023.11.07>"},{"type":"text","num":"1.","text":"교수학습지원센터 운영기획에 관한 업무"},{"type":"text","num":"2.","text":"교수학습 자원 개발 및 지원"},{"type":"text","num":"3.","text":"교수학습 방법 연구 및 개발"},{"type":"text","num":"4.","text":"교내 ․ 외 사이버강좌 교육과정 및 콘텐츠 개발"},{"type":"text","num":"5.","text":"사이버강좌 운영"},{"type":"text","num":"6.","text":"비교과교육과정에 대한 통합 관리"},{"type":"text","num":"가.","text":"비교과교육과정에 대한 등록 및 분류"},{"type":"text","num":"나.","text":"비교과교육과정의 결과 수합 및 데이터 관리"},{"type":"text","num":"다.","text":"비교과교육과정 정보를 활용한 교내 제반 업무 지원"},{"type":"text","num":"7.","text":"비교과교육과정 개설 및 운영"},{"type":"text","num":"8.","text":"학부교육선도대학육성사업"},{"type":"text","num":"가.","text":"사업 기본계획 수립과 조정"},{"type":"text","num":"나.","text":"사업 예산편성과 조정"},{"type":"text","num":"다.","text":"사업 시행과 관리"},{"type":"text","num":"라.","text":"사업 성과지표 관리"},{"type":"text","num":"마.","text":"사업 결과 분석과 개선"},{"type":"text","num":"바.","text":"사업 관련 위원회 업무"},{"type":"text","num":"사.","text":"교육선진화사업단 계약직원 인사와 급여 관리"},{"type":"text","num":"9.","text":"예원인재역량관리시스템 운영 및 관리"},{"type":"text","num":"10.","text":"교육성과관리 기본계획 수립"},{"type":"text","num":"11.","text":"교육의 성과와 결과에 대한 측정 도구 개발과 활용"},{"type":"text","num":"12.","text":"학생핵심역량 제고 방안 연구와 평가"},{"type":"text","num":"13.","text":"교육 선진화 모델 개발과 확산"},{"type":"text","num":"14.","text":"정규교육과정 및 비교과교육과정에 대한 성과평가"},{"type":"text","num":"15.","text":"교육의 질 관리와 향상을 위한 제반 연구"},{"type":"text","num":"16.","text":"선진 교수·학습 지원 체제에 관한 연구 활동"},{"type":"text","num":"17.","text":"교원들의 교수역량 강화 프로그램 개발 및 확산"},{"type":"text","num":"18.","text":"학생들의 학습역량 강화 프로그램 개발 및 확산"},{"type":"text","num":"19.","text":"교수·학습 지원 시스템 설계, 운영, 교육"},{"type":"text","num":"20.","text":"효과적인 교수·학습을 위한 컨설팅 및 출판"},{"type":"text","num":"21.","text":"직원 교육 프로그램 개발, 직원 교육 및 학습 지원"},{"type":"text","num":"22.","text":"그 밖에 위 각 호에 부수되는 사항"},{"type":"text","num":"23.","text":"교수학습지원시스템 운영 및 관리"},{"type":"text","num":"24.","text":"가상강좌 운영 및 관련 교육"},{"type":"text","num":"25.","text":"스튜디오 운영 및 관리"},{"type":"text","num":"26.","text":"수업매체 개발 및 변환서비스 제공"},{"type":"text","num":"27.","text":"교수·학습 역량 강화를 위한 콘텐츠 개발"},{"type":"text","num":"28.","text":"대학의 우수 강좌 발굴 및 콘텐츠 개발"},{"type":"text","num":"29.","text":"교수학습지원 관련 기자재 및 서버 관리"},{"type":"text","num":"30.","text":"그 밖에 위 각 호에 부수되는 사항"},{"type":"text","num":"31.","text":"교수학습지원을 위한 매체 제작 지원에 관한 사항 <신설 2024.06.05>"},{"type":"text","num":"32.","text":"교수학습지원센터 운영기획의 원격교육에 관한 업무 <신설 2024.06.05>"},{"type":"text","num":"33.","text":"원격교육지원 시행계획 수립 및 운영에 관한 사항 <신설 2024.06.05>"},{"type":"text","num":"34.","text":"원격교육과정 개발 및 개편에 관한 업무 <신설 2024.06.05>"},{"type":"text","num":"35.","text":"원격교육자료 제작 및 지원에 관한 업무 <신설 2024.06.05>"},{"type":"text","num":"36.","text":"원격교육 실행에 관한 업무 <신설 2024.06.05>"},{"type":"text","num":"37.","text":"원격교육의 평가와 환류에 관한 업무 <신설 2024.06.05>"},{"type":"text","num":"38.","text":"원격교육과 관련된 교직원의 역량지원 업무 <신설 2024.06.05>"},{"type":"text","num":"39.","text":"강의촬영 및 강의공개 지원에 관한 업무 <신설 2024.06.05>"},{"type":"text","num":"40.","text":"K-MOOC 개발 및 지원에 관한 업무 <신설 2024.06.05>"},{"type":"text","num":"41.","text":"그 밖에 위 각 호에 부수되는 사항 <신설 2024.06.05>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 28, '', '제11장 교육혁신원', '제28조() (원격교육지원센터) 삭제 <2024.06.05>

', '[{"type":"text","num":"","text":"제28조() (원격교육지원센터) 삭제 <2024.06.05>"}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8001, '부칙', '', '부칙
1. (시행일) 규정은 2000년 3월 2일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 규정은 2000년 3월 2일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8002, '부칙', '', '부칙
1. (시행일) 이 규정은 2001년 1월 1일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2001년 1월 1일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8003, '부칙', '', '부칙
1. (시행일) 이 규정은 2003년 10월 6일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2003년 10월 6일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8004, '부칙', '', '부칙
1. (시행일) 이 규정은 2005년 2월 17일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2005년 2월 17일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8005, '부칙', '', '부칙
1. (시행일) 이 규정은 2007년 3월 15일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2007년 3월 15일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8006, '부칙', '', '부칙
1. (시행일) 이 규정은 2007년 6월 7일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2007년 6월 7일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8007, '부칙', '', '부칙
1. (시행일) 이 규정은 2007년 8월 30일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2007년 8월 30일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8008, '부칙', '', '부칙
1. (시행일) 이 규정은 2007년 10월 8일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2007년 10월 8일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8009, '부칙', '', '부칙
1. (시행일) 이 규정은 2008년 10월 25일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2008년 10월 25일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8010, '부칙', '', '부칙
1. (시행일) 이 규정은 2013년 1월 1일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2013년 1월 1일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8011, '부칙', '', '부칙
1. (시행일) 이 규정은 2015년 1월 13일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2015년 1월 13일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8012, '부칙', '', '부칙
1. (시행일) 이 규정은 2016년 8월 22일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2016년 8월 22일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8013, '부칙', '', '부칙
1. (시행일) 이 규정은 2017년 5월 10일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2017년 5월 10일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8014, '부칙(2017. 9. 25)', '', '부칙(2017. 9. 25)
1. (시행일) 이 규정은 2017년 9월 25일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2017. 9. 25)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2017년 9월 25일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8015, '부칙(2019. 1. 23)', '', '부칙(2019. 1. 23)
1. (시행일) 이 규정은 2019년 2월 1일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2019. 1. 23)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2019년 2월 1일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8016, '부칙(2019. 12. 30)', '', '부칙(2019. 12. 30)
1. (시행일) 이 규정은 2020년 2월 7일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2019. 12. 30)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2020년 2월 7일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8017, '부칙(2020. 8. 5)', '', '부칙(2020. 8. 5)
1. (시행일) 이 규정은 2020년 8월 5일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2020. 8. 5)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2020년 8월 5일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8018, '부칙(2021. 1. 21)', '', '부칙(2021. 1. 21)
1. (시행일) 이 규정은 2021년 2월 1일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2021. 1. 21)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2021년 2월 1일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8019, '부칙(2021. 7. 22)', '', '부칙(2021. 7. 22)
1. (시행일) 이 규정은 2021년 7월 22일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2021. 7. 22)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2021년 7월 22일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8020, '부칙(2021. 8. 27)', '', '부칙(2021. 8. 27)
1. (시행일) 이 규정은 2021년 8월 27일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2021. 8. 27)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2021년 8월 27일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8021, '부칙(2023. 10. 05)', '', '부칙(2023. 10. 05)
1. (시행일) 이 규정은 2023년 10월 5일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2023. 10. 05)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2023년 10월 5일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8022, '부칙(2023. 11. 07)', '', '부칙(2023. 11. 07)
1. (시행일) 이 규정은 2023년 11월 7일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2023. 11. 07)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2023년 11월 7일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8023, '부칙(2024. 06. 05)', '', '부칙(2024. 06. 05)
1. (시행일) 이 규정은 2024년 6월 5일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2024. 06. 05)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2024년 6월 5일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8024, '부칙(2025. 09. 24)', '', '부칙(2025. 09. 24)
1. (시행일) 이 규정은 2025년 09월 24일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2025. 09. 24)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2025년 09월 24일부터 시행한다."}]');
INSERT INTO Article (id, revisionId, articleNumber, title, chapter, contentText, contentJson) VALUES (lower(hex(randomblob(16))), 'de348873-195e-4828-8fde-5d689bc8577a', 8025, '부칙(2025. 12. 09)', '', '부칙(2025. 12. 09)
1. (시행일) 이 규정은 2025년 12월 09일부터 시행한다.

', '[{"type":"text","num":"","text":"부칙(2025. 12. 09)"},{"type":"text","num":"1.","text":"(시행일) 이 규정은 2025년 12월 09일부터 시행한다."}]');