UPDATE Article 
SET title = '수료증 및 자격인증서·자격증 수여', 
    contentJson = '[{"type":"article","num":"제22조","text":"(수료증 및 자격인증서·자격증 수여) ① 각 과정별로 소정의 교육과정을 이수한자는 수료를 인정하고 수료증(별지 제1호 서식)를 수여한다."},{"type":"paragraph","num":"②","text":"과정개설 공인기관 및 민간협회에서 실시하는 소정의 자격검정시험에 합격하면 해당기관에서 발행하는 자격증을 수여한다."}]', 
    contentText = '제22조(수료증 및 자격인증서·자격증 수여) ① 각 과정별로 소정의 교육과정을 이수한자는 수료를 인정하고 수료증(별지 제1호 서식)를 수여한다.
② 과정개설 공인기관 및 민간협회에서 실시하는 소정의 자격검정시험에 합격하면 해당기관에서 발행하는 자격증을 수여한다.' 
WHERE id = 'c719ca8b-2243-48da-8f0e-3bf9ffeaac49';
