UPDATE Article 
SET contentJson = '[{"type":"article","num":"제6조","text":"(강사료 집행 및 관리) ① 사업 수행을 위하여 내부교원 또는 외부 전문가를 강사로 초빙할 수 있다."},{"type":"paragraph","num":"②","text":"내부 교원에게는 RISE 사업으로 추가 발생한 강의에 한해 지급할 수 있다."},{"type":"paragraph","num":"③","text":"내부 강사료는 사업비 예산 범위 내에서 강사 1인 기준 1시간당 10만 원으로 지급한다."},{"type":"paragraph","num":"④","text":"외부 강사료 지급은 「부정청탁 및 금품등 수수의 금지에 관한 법률」 및 같은 법 시행령에서 정하는 외부강의 등 사례금 상한액을 초과하여 지급할 수 없다."}]',
    contentText = '제6조(강사료 집행 및 관리) ① 사업 수행을 위하여 내부교원 또는 외부 전문가를 강사로 초빙할 수 있다.
② 내부 교원에게는 RISE 사업으로 추가 발생한 강의에 한해 지급할 수 있다.
③ 내부 강사료는 사업비 예산 범위 내에서 강사 1인 기준 1시간당 10만 원으로 지급한다.
④ 외부 강사료 지급은 「부정청탁 및 금품등 수수의 금지에 관한 법률」 및 같은 법 시행령에서 정하는 외부강의 등 사례금 상한액을 초과하여 지급할 수 없다.'
WHERE id = '765e254a-e06d-42a6-b50a-5ef03068263c';
