UPDATE "Article" SET "contentText" = '제7조(조직) 생활관에 다음의 조직을 둘 수 있다.
1. 생활관장 : 1명
2. 팀장 : 1명 <개정 2022.1.24>
3. 사감 : 약간명
4. 직원 : 약간명
5. <삭제 2026.02.24.>
6. 생활지도조교 : 약간명
7. <삭제 2026.02.24.>', "contentJson" = '[{"num":"제7조(조직)","text":"생활관에 다음의 조직을 둘 수 있다.","type":"article"},{"num":"1.","text":"생활관장 : 1명","type":"item"},{"num":"2.","text":"팀장 : 1명 <개정 2022.1.24>","type":"item"},{"num":"3.","text":"사감 : 약간명","type":"item"},{"num":"4.","text":"직원 : 약간명","type":"item"},{"num":"5.","text":"<삭제 2026.02.24.>","type":"item"},{"num":"6.","text":"생활지도조교 : 약간명","type":"item"},{"num":"7.","text":"<삭제 2026.02.24.>","type":"item"}]' WHERE id = 'b38d9ffc-6d77-49e8-95aa-f9a439be2229';
UPDATE "Article" SET "contentText" = '제12조(직원) ① <삭제 2022.1.24>
② 직원은 팀장을 보좌하고, 행정업무와 생활관의 제반 업무를 담당한다.<개정 2022.1.24.><개정 2026.02.24>', "contentJson" = '[{"num":"제12조(직원)","text":"① <삭제 2022.1.24>","type":"article"},{"num":"②","text":"직원은 팀장을 보좌하고, 행정업무와 생활관의 제반 업무를 담당한다.<개정 2022.1.24.><개정 2026.02.24>","type":"paragraph"}]' WHERE id = 'a69f1bcc-1411-40af-ac56-bae606bef6de';
UPDATE "Article" SET "contentText" = '제22조(관생선발) ① 입사를 희망하는 학생은 선발기간 중 모집공고에 따라 입사신청을 하여야 한다.<개정 2012.12.21.><개정 2022.1.24>
② 생활관장은 다음의 기준에 의하여 관생을 선발한다.
1. 성적우수자
2. 장애인‧차상위계층인자<개정 2016.11.17>
3. <삭제 2026.02.24
4. <삭제 2016.11.17>
③ 생활관장은 관생을 선발하여 총장에게 보고하고 그 결과를 본인에게 통보한다.<개정 2026.02.24>
④ 관생들의 다음 학기 입사희망자는 다음 학기 시작 전에 미리 일부 선발한다.<신설 2016.11.17.>
⑤ 질병으로 입사제한 및 퇴사 처분을 받은 자는 생활관 운영위원회 등 소정의 절차를 거쳐 생활관에 재 입실 할 수 있다.<신설 2026.02.24>', "contentJson" = '[{"num":"제22조(관생선발)","text":"① 입사를 희망하는 학생은 선발기간 중 모집공고에 따라 입사신청을 하여야 한다.<개정 2012.12.21.><개정 2022.1.24>","type":"article"},{"num":"②","text":"생활관장은 다음의 기준에 의하여 관생을 선발한다.","type":"paragraph"},{"num":"1.","text":"성적우수자","type":"item"},{"num":"2.","text":"장애인‧차상위계층인자<개정 2016.11.17>","type":"item"},{"num":"3.","text":"<삭제 2026.02.24.>","type":"item"},{"num":"4.","text":"<삭제 2016.11.17>","type":"item"},{"num":"③","text":"생활관장은 관생을 선발하여 총장에게 보고하고 그 결과를 본인에게 통보한다.<개정 2026.02.24>","type":"paragraph"},{"num":"④","text":"관생들의 다음 학기 입사희망자는 다음 학기 시작 전에 미리 일부 선발한다.<신설 2016.11.17.>","type":"paragraph"},{"num":"⑤","text":"질병으로 입사제한 및 퇴사 처분을 받은 자는 생활관 운영위원회 등 소정의 절차를 거쳐 생활관에 재 입실 할 수 있다.<신설 2026.02.24>","type":"paragraph"}]' WHERE id = 'd750e10a-5245-4892-bcc5-8c5c55954e21';
UPDATE "Article" SET "contentText" = '제29조(납부금) ① 관생이 납부할 임대료, 시설운영관리비는 따로 정한다.<개정 2016.11.17.><개정 2026.02.24>
② 임대료 및 시설운영관리비는 매 학기 초에 납부하여야 한다.<개정 2016.11.17><개정 2026.02.24>
③ 학기 중 입사 시에는 임대료를 남은 잔여일수를 게산하여 납부한다.<개정 2016.11.17><개정 2026.02.24>', "contentJson" = '[{"num":"제29조(납부금)","text":"① 관생이 납부할 임대료, 시설운영관리비는 따로 정한다.<개정 2016.11.17.><개정 2026.02.24>","type":"article"},{"num":"②","text":"임대료 및 시설운영관리비는 매 학기 초에 납부하여야 한다.<개정 2016.11.17><개정 2026.02.24>","type":"paragraph"},{"num":"③","text":"학기 중 입사 시에는 임대료를 남은 잔여일수를 게산하여 납부한다.<개정 2016.11.17><개정 2026.02.24>","type":"paragraph"}]' WHERE id = '2027daef-bdf2-441d-95a2-b4f37bb40467';
