UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2000년 12월 27일부터 시행한다.
(교직원징계에 대한 경과조치) 이 정관 시행 당시 교직원징계원위원회에 계류중인 징계사건은 징계사유 발생 당시의 정관 규정에 의한다.
(교원에 대한 경과조치) 이 정관 시행당시 예원대학교 소속 교직원은 이 정관에 의하여 임용된 것으로 본다.
(일반직원에 대한 경과조치) 이 정관 시행당시 종전의 규정에 의하여', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2000년 12월 27일부터 시행한다.</p><p>(교직원징계에 대한 경과조치) 이 정관 시행 당시 교직원징계원위원회에 계류중인 징계사건은 징계사유 발생 당시의 정관 규정에 의한다.</p><p>(교원에 대한 경과조치) 이 정관 시행당시 예원대학교 소속 교직원은 이 정관에 의하여 임용된 것으로 본다.</p><p>(일반직원에 대한 경과조치) 이 정관 시행당시 종전의 규정에 의하여</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2000년 12월 27일부터 시행한다.","(교직원징계에 대한 경과조치) 이 정관 시행 당시 교직원징계원위원회에 계류중인 징계사건은 징계사유 발생 당시의 정관 규정에 의한다.","(교원에 대한 경과조치) 이 정관 시행당시 예원대학교 소속 교직원은 이 정관에 의하여 임용된 것으로 본다.","(일반직원에 대한 경과조치) 이 정관 시행당시 종전의 규정에 의하여"]}' WHERE id = '6b7798ba-a7e2-44f5-ba51-13cd2aad7e3b';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2002년 3월 14일부터 시행한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2002년 3월 14일부터 시행한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2002년 3월 14일부터 시행한다."]}' WHERE id = '703c4541-72a5-44fc-8de0-832aeedea9f1';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2002년 10월 7일부터 시행한다.
(계약제 임용에 관한 경과조치) 제38조의 개정규정은 2002년 1월 1일 이후 임용 제청된 신규채용자부터 적용하며, 2001년 12월 31일까지 임용 제청되어 재직중인 교원의 경우에는 교육인적자원부장관이 정한 재직중인대학교원에대한임용지침을 준용한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2002년 10월 7일부터 시행한다.</p><p>(계약제 임용에 관한 경과조치) 제38조의 개정규정은 2002년 1월 1일 이후 임용 제청된 신규채용자부터 적용하며, 2001년 12월 31일까지 임용 제청되어 재직중인 교원의 경우에는 교육인적자원부장관이 정한 재직중인대학교원에대한임용지침을 준용한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2002년 10월 7일부터 시행한다.","(계약제 임용에 관한 경과조치) 제38조의 개정규정은 2002년 1월 1일 이후 임용 제청된 신규채용자부터 적용하며, 2001년 12월 31일까지 임용 제청되어 재직중인 교원의 경우에는 교육인적자원부장관이 정한 재직중인대학교원에대한임용지침을 준용한다."]}' WHERE id = '70466fd2-07f3-4729-9b20-ae17a31b3e42';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2003년 4월 2일부터 시행한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2003년 4월 2일부터 시행한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2003년 4월 2일부터 시행한다."]}' WHERE id = '3f2a6c2c-e3d1-46cd-b471-2bea12c9adeb';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2003년 7월 22일부터 시행한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2003년 7월 22일부터 시행한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2003년 7월 22일부터 시행한다."]}' WHERE id = '77c6ca85-322e-40b6-8d1c-b456262f023b';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2003년 9월 29일부터 시행한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2003년 9월 29일부터 시행한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2003년 9월 29일부터 시행한다."]}' WHERE id = '16ecc7dc-cb93-4de0-b256-e28671c3074b';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2006년 12월 18일부터 시행한다.
(임원 선임기간의 예외) 개정 정관 시행일이후 임원의 임기만료 등으로 결원이 발생하여 우선적으로 선임되는 개방이사 또는 감사는 사립학교법 제24조의 규정에 불구하고 그 결원발생일로부터 2월 이내에 보충할 수 있다.
(감사 임기에 대한 경과조치) 개정 정관 시행 당시재임 중인 감사에 대해서는 개정 규정에도 불구하고 당해 감사의 임기 종료일까지는 종전 규정에 의한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2006년 12월 18일부터 시행한다.</p><p>(임원 선임기간의 예외) 개정 정관 시행일이후 임원의 임기만료 등으로 결원이 발생하여 우선적으로 선임되는 개방이사 또는 감사는 사립학교법 제24조의 규정에 불구하고 그 결원발생일로부터 2월 이내에 보충할 수 있다.</p><p>(감사 임기에 대한 경과조치) 개정 정관 시행 당시재임 중인 감사에 대해서는 개정 규정에도 불구하고 당해 감사의 임기 종료일까지는 종전 규정에 의한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2006년 12월 18일부터 시행한다.","(임원 선임기간의 예외) 개정 정관 시행일이후 임원의 임기만료 등으로 결원이 발생하여 우선적으로 선임되는 개방이사 또는 감사는 사립학교법 제24조의 규정에 불구하고 그 결원발생일로부터 2월 이내에 보충할 수 있다.","(감사 임기에 대한 경과조치) 개정 정관 시행 당시재임 중인 감사에 대해서는 개정 규정에도 불구하고 당해 감사의 임기 종료일까지는 종전 규정에 의한다."]}' WHERE id = '39f04119-ee09-49f0-8ccb-de2175df34bc';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2007년 8월 8일부터 시행한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2007년 8월 8일부터 시행한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2007년 8월 8일부터 시행한다."]}' WHERE id = '82ecde8c-f425-45b1-96c4-adb231f52acc';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2008년 7월 16일부터 시행한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2008년 7월 16일부터 시행한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2008년 7월 16일부터 시행한다."]}' WHERE id = 'd587d453-4c64-4041-ad6c-60dbb9031ee9';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2014년 12월 23일부터 시행한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2014년 12월 23일부터 시행한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2014년 12월 23일부터 시행한다."]}' WHERE id = '884061de-4acb-4972-9470-7dbdcf8333a7';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2015년 2월 16일부터 시행한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2015년 2월 16일부터 시행한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2015년 2월 16일부터 시행한다."]}' WHERE id = 'a1237f5e-0c27-4695-9a9c-08c6f55ee0ed';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2015년 5월 26일부터 시행한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2015년 5월 26일부터 시행한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2015년 5월 26일부터 시행한다."]}' WHERE id = 'aba13ebc-0357-4baf-8af1-d1aabe8d77ac';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2016년 8월 19일부터 시행한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2016년 8월 19일부터 시행한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2016년 8월 19일부터 시행한다."]}' WHERE id = '3269b02d-d6c3-407c-9591-d76c71760367';
UPDATE Article SET contentText = '부 칙
(시행일) 이 정관은 2019년 2월 08일부터 시행한다.', contentHtml = '<p>부 칙</p><p>(시행일) 이 정관은 2019년 2월 08일부터 시행한다.</p>', contentJson = '{"paragraphs":["부 칙","(시행일) 이 정관은 2019년 2월 08일부터 시행한다."]}' WHERE id = 'e547d1c1-7a2a-4551-92e6-145381e021bd';
UPDATE Article SET contentText = '부칙
(시행일) 이 정관은 2021년 7월 19일부터 시행한다.', contentHtml = '<p>부칙</p><p>(시행일) 이 정관은 2021년 7월 19일부터 시행한다.</p>', contentJson = '{"paragraphs":["부칙","(시행일) 이 정관은 2021년 7월 19일부터 시행한다."]}' WHERE id = '8b942b31-6c93-40d4-8c8a-440e3f5224f3';